[
   {
      "objectID":"2211.01006v2",
      "authors":"Ciuca et al. 2023",
      "href":"https://arxiv.org/abs/2211.01006v2",
      "title":"Chasing the impact of the Gaia-Sausage-Enceladus merger on the formation\n  of the Milky Way thick disc",
      "section":" ",
      "text":"ABSTRACT\nWe use the BINGO framework to obtain stellar age estimates for 68,360 red giant and red clump stars in the APOGEE-2 survey. Our findings indicate that the Gaia-Sausage-Enceladus (GSE) merger significantly contributed to the chemical enrichment and building of the metal-rich part of the thick disc at an early epoch (Ciucă et al. 2023).\n\nINTRODUCTION\nThe impact of the GSE merger on our Galaxy's chemical and dynamical makeup has been established through kinematic information from the Gaia survey and spectroscopic data from surveys like APOGEE, GALAH, Gaia-ESO, and LAMOST (Belokurov et al. 2018; Helmi et al. 2018; Gaia Collaboration et al. 2016; Majewski et al. 2017; Buder et al. 2021; Gilmore et al. 2012; Zhao et al. 2012).\n\nThe Gaia-Sausage-Enceladus (GSE) merger, the last massive merger (10^9 M⊙) of the Milky Way, is thought to have occurred 8-11 Gyr ago. It significantly impacted the Galactic halo and forming the Splash (Vincenzo et al. 2019; Belokurov et al. 2020; Mackereth & Bovy 2020). GSE stars display unique properties, such as a sausage-like distribution and distinct metallicity (Brook et al. 2003; Belokurov et al. 2018; Haywood et al. 2018; Helmi et al. 2018).\n\nGiven GSE's influence on the stellar halo, its effect on the proto-galactic disc's chemo-dynamical structure must be examined (Brook et al. 2004, 2006). Recent simulations support a thick disc formation scenario involving intense merging and star formation (Grand et al. 2020a). The GSE merger's dual impact includes generating the Splash and triggering a starburst for a younger thick disc (Bird et al. 2013; Grand et al. 2018). Ciucă et al. (2021) found observational consistency, but further validation requires reliable stellar age samples.\n\nWe investigate the age-metallicity relationship (AMR) of giant stars in the APOGEE-2 Data Release 17 (DR17) survey, using the Bayesian INference for Galactic archaeOlogy (BINGO) approach for age determination (Abdurro'uf et al. 2022; Ciucă et al. 2021). Our analysis covers the denoised AMR across the Milky Way disc, considering insights from cosmological simulations of similar galaxies.\n\nDATA AND METHOD\nUtilizing the method in Ciucă et al. (2021), we employ a Bayesian Neural Network to map stellar parameters to asteroseismic ages from Miglio et al. (2021) for APOKASC-2 stars (Pinsonneault et al. 2018). We select high-quality red clump (RC) stars with mass > 1.8 M⊙ and red giant branch (RGB) stars with signal-to-noise (SNR) > 100 from APOGEE-2 data.\n\nWe use the BINGO model on specific RC stars with mass > 1.8 M⊙ or RGB stars, as in Ciucă et al. (2021). Training a neural network using Keras and TensorFlow (Abadi et al. 2016), we classify RC stars with mass > 1.8 M⊙ and RGB stars, similar to Ting et al. (2018).\n\nApplying the classifier to APOGEE-2 stars with SNR > 100, 𝑇eff between 4,000 and 5,500 K, and log 𝑔 between 1 and 3.5, we select stars with a > 0.95 probability of being classified as RGB or high-mass RC stars. We remove duplicate spectra for the same star, keeping only the highest SNR ones.\nWe obtain age estimates for 89,591 stars using BINGO and remove data with 𝜎log 𝜏 > 0.2 age uncertainty, discarding younger stars with [Mg/Fe] > 0.2 dex as merged binaries (e.g., Silva Aguirre et al. 2018; Ciucă et al. 2021). Our final sample contains 68,360 stars, with Galactic radius 𝑅 calculated from the astroNN catalog (Leung & Bovy 2019).\n\nWe analyze the AMR of stars in different Galactic radial bins, with Fig. 1 showing the AMR for 4 < 𝑅 < 6 kpc. The older-than-universe ages are due to Miglio et al. (2021) using an uninformative prior, but our age estimates are reliable in terms of relative age. The sizable number of stars younger than ∼1.5 Gyr results from our cut of low-mass RC stars.\n\nIn Fig. 1's top panel, we observe an intriguing high-metallicity, old population with low [Mg/Fe], contrary to expectations. The middle panel reveals large age uncertainties, making these stars statistically insignificant. Linear age uncertainty, 𝜎𝜏, is defined due to BINGO's log age estimates (1).\n\nTo emphasize statistically significant trends, we apply scalable extreme deconvolution (XD; Ritchie & Murray 2019) and model age, [Fe/H], and [Mg/Fe] distributions as a Gaussian Mixture Model (GMM), considering uncertainties. Density deconvolution uses 15-component GMM for 4 < 𝑅 < 6 kpc and ten components for other bins, ensuring low training error. The bottom panel of Fig. 1 displays the reconstructed distribution, with XD removing spurious features. We present XD-denoised AMR results unless specified otherwise (2).\n\nRESULTS AND DISCUSSION\n\nFig. 2 displays XD-denoised AMRs for four radial bins, focusing on stars with [Fe/H] > -1 to study the Milky Way's thick and thin disc regimes without employing data cuts on height or kinematics.\n\nThe upper panels, especially 4 < 𝑅 < 6 kpc, reveal an old population (𝜏 > 13 Gyr) with low metallicity (Babi). A metallicity drop (Dip) occurs around 𝜏 = 13 Gyr to 𝜏 ≃ 12 Gyr, followed by an increase (Great Galactic Starburst or GGS phase) from 𝜏 ≃ 12 Gyr to 𝜏 ≃ 10 Gyr. Babi and Dip likely correspond to Thick Disc I and II populations identified in Anders et al. (2018).\n\nFig. 3 presents the AMR from Fig. 2, color-coded by [Mg/Fe]. The Dip feature at 𝜏 ≃ 12 Gyr exhibits increased [Mg/Fe], while the diagonal GGS displays decreasing [Mg/Fe] from 𝜏 ≃ 12 Gyr to 𝜏 ≃ 10 Gyr.\n\nWe observe similar features in the Auriga 18 (Au18) simulation, a series of Milky Way-like disc galaxy simulations (Grand et al. 2017). Fig. 4 displays the AMR for Au18 star particles, color-coded by [Mg/Fe], with adjusted radial bins.\n\nIn panels with 𝑅 > 7 kpc, we see a drop in [Fe/H] around 𝜏 ≃ 9 Gyr, coinciding with a gas-rich merger (Grand et al. 2020b). Lower [Fe/H] stars formed during the merger have higher [Mg/Fe], consistent with the observational Dip data in Fig. 3, followed by the diagonal feature of increasing [Fe/H] and decreasing [Mg/Fe] for younger stars.\n\nThese features correspond to Au18's gas-rich merger (Bustamante et al. 2018). The merger dilutes metallicity and drives higher [Mg/Fe] through star formation (Brook et al. 2007). The gas-rich merger also generates the metal-rich part of the thick disc (Grand et al. 2020b).\n\nThe Dip and GGS features in Fig. 3 reflect the impact of the Milky Way's last significant merger, the GSE merger (Montalbán et al. 2021). This suggests the GSE merger was a gas-rich event, driving metallicity lower, followed by significant star formation. The similarity in [Fe/H] and [Mg/Fe] distributions in Fig. 3 implies well-mixed chemical evolution, consistent with a compact star formation region.\n\nWe investigate the kinematic changes in stars across the disc's evolution by constructing the AMR with high-confidence age data (𝜎log 𝜏 < 0.05). We observe that stars younger than 8 Gyr exhibit distinct [Fe/H] distributions in different 𝑅 bins, and focus on the 6 < 𝑅 < 10 kpc range, which includes both high and low metallicity stars. Angular momentum (𝐿z) and vertical action (𝐽z) are derived from the astroNN catalogue of APOGEE DR17.\n\nThe AMR in Fig. 5's upper panel highlights the negative radial metallicity gradient for stars younger than ≃ 8 Gyr. Higher [Fe/H] stars display increased 𝐿z during the GGS phase, while younger stars at a fixed [Fe/H] population have higher 𝐿z, suggesting their formation in the outer disk or exhibiting colder kinematics.\n\nIn Fig. 5's lower panel, we observe the 𝐿z−[Fe/H] relation for thin disc populations aged 3-5 Gyr and GGS phase stars (10 < 𝜏 < 12 Gyr). Higher [Fe/H] in the inner disc correlates with lower 𝐿z (Rahimi et al. 2014; Kawata et al. 2017). The younger thick-disc population displays a positive 𝐿z−[Fe/H] gradient, suggesting inside-out formation (Spagna et al. 2010; Lee et al. 2011; Schönrich & McMillan 2017; Kawata et al. 2018). Lower 𝐿z stars with lower [Fe/H] exhibit higher 𝐽z, supporting upside-down thick disc formation (Brook et al. 2004; Bird et al. 2013; Kawata et al. 2018; Ciucă et al. 2021).\n\nA scarcity of metal-poor stars ([Fe/H] ≤ 0) with ages 𝜏 ∼ 9 − 10 Gyr in Fig. 5's upper panel suggests chaotic thick disc formation ended around 9 billion years ago, followed by thin disc growth and a negative metallicity gradient (Ciucă et al. 2021).\n\nIn Fig. 5's top panel, we identify negative angular momentum stars (dark blue dots) as predominantly older, in agreement with Gallart et al. (2019) and Xiang & Rix (2022). These counter-rotating stars with [Fe/H] ≃ −0.5 dex likely represent the Splash component from the GSE merger (Di Matteo et al. 2019; Belokurov et al. 2018). Babi and GGS in Fig. 5 share similarities with Pops. D and C in Sahlholdt et al. (2022), indicating formation before and during the GSE merger.\n\nOur analysis of APOGEE-2 stars reveals further evidence for the GSE's significant gas-rich merger, which impacted Galactic disc formation and catalyzed the transition from thick to thin disc formation (Grand et al. 2020b; Ciucă et al. 2021)."
   },
   {
      "objectID":"1802.03414",
      "authors":"Belokurov et al. 2018",
      "href":"https://arxiv.org/abs/1802.03414",
      "title":"Co-formation of the disc and the stellar halo",
      "section":" ",
      "text":"ABSTRACT\n\nWe study the local stellar halo's kinematic properties using a large sample of Main Sequence stars with 7-D measurements from Gaia and SDSS. The halo's velocity ellipsoid evolves strongly with metallicity, displaying extreme orbital anisotropy values of β ∼ 0.9 for stars with [Fe/H] > -1.7. The observed anisotropy is inconsistent with continuous dwarf satellite accretion, suggesting a major accretion event by a satellite with Mvir > 10^10 M⊙ 8-11 Gyr ago during Galactic disc formation, causing the radial halo anisotropy.\n\nINTRODUCTION\n\nGalactic halo stars formed earlier than disc stars, but the exact epoch of halo assembly remains unclear. Star-formation in the Galactic disc occurred between ∼8 and ∼11 Gyr ago, according to white dwarf cooling ages, isochrone modeling, and nucleocosmochronology (Oswalt et al. 1996; Leggett et al. 1998; Knox et al. 1999; Kilic et al. 2017; Haywood et al. 2013; Martig et al. 2016; del Peloso et al. 2005). Halo stars' ages range from ∼10 to ∼13 Gyr, with most dwarf spheroidals nearly as old as the Universe (Hansen et al. 2002, 2007; VandenBerg et al. 2013; Tolstoy et al. 2009; Belokurov et al. 2007; Brown et al. 2014; Jofré & Weiss 2011; Kilic et al. 2012; Kalirai 2012).\n\nEggen et al. (1962) first attempted to decipher the formation history of the Galactic disc and stellar halo. They concluded that metal-deficient stars formed first in a nearly spherical configuration, which then collapsed, giving birth to younger generations of stars. Subsequent studies challenged this correlation between eccentricity and metallicity, suggesting a selection bias in the dataset (Norris et al. 1985; Beers & Sommer-Larsen 1995; Carney et al. 1996; Chiba & Yoshii 1998).\n\nAlthough strict ordering of orbital properties and metallicity is not supported, a large fraction of halo stars are metal-poor and on eccentric orbits. The halo's velocity ellipsoid is radially biased, with various studies estimating the anisotropy parameter β around 0.5-0.69 (Chiba & Yoshii 1998; Smith et al. 2009; Bond et al. 2010; Deason et al. 2012; Kafle et al. 2012). However, beyond 15-20 kpc from the Sun, β's behavior remains uncertain (Sirko et al. 2004; Williams & Evans 2015; Hattori et al. 2017; Deason et al. 2013b; Cunningham et al. 2016).\nTheoretical studies of dark halo orbital anisotropy reveal diverse outcomes depending on simulation conditions (Navarro et al. 2010; Debattista et al. 2008; Tissera et al. 2010). In contrast, stellar halo simulations exhibit a more monotonic behavior, with β increasing from ∼0.5 in the galaxy center to ∼0.8 at 100 kpc (Abadi et al. 2006; Sales et al. 2007; Rashkov et al. 2013; Loebman et al. 2017).\n\nWe examine the stellar halo velocity ellipsoid's behavior in relation to metallicity and distance above the Galactic plane using an SDSS DR9-based sample and improved Gaia DR1 proper motion measurements (Smith et al. 2009; Bond et al. 2010; Loebman et al. 2014; Evans et al. 2016). Details of our sample and model are in Section 2, while implications and comparisons with numerical simulations appear in Section 3.\n\nDATA AND MODELLING\n\n2.1 Main Sequence stars in SDSS-Gaia\n\nWe select Main Sequence stars from SDSS DR9 (Ahn et al. 2012) using specific cuts, obtaining 192,536 stars. Distances are estimated using equations from Ivezić et al. (2008). Proper motions come from a crossmatch between SDSS and Gaia catalogs. Galacto-centric coordinates and velocity components are calculated and uncertainties are propagated using Monte-Carlo sampling (Deason et al. 2017; de Boer et al. 2018). We remove 0.1% of stars with high speeds to exclude outliers.\n\nFigure 2 illustrates velocity components in spherical polar coordinates for stars in the SDSS-Gaia Main Sequence sample, divided into metallicity and Galactic height bins. The distribution shows two distinct populations: a cold rotating one (the thick disc) and a barely rotating, radially anisotropic one (the stellar halo). The sample considered here is believed to be kinematically unbiased. Potential biases from unresolved binary objects are tested and found to have minimal impact on velocity dispersion measurements.\n\n2.2 7D view of the local stellar halo\nWe examine the evolution of azimuthal (vθ) and radial (vr) velocity components for a stellar sample as a function of metallicity ([Fe/H]) and height above the Galactic disc (|z|) using the spherical polar convention (Figure 2). We observe two components with distinct kinematic properties near the Galactic plane: a (thick) disc with negligible mean radial velocity and significant rotation, and a hotter stellar halo with weak rotation. As metallicity decreases and Galactic height increases, the rotating component fades, and the halo's velocity ellipsoid becomes more apparent (Belokurov et al.).\n\nIn Figure 2, we observe the halo's velocity ellipsoid being dramatically stretched in the radial direction for stars with high metallicity (-1.7 < [Fe/H] < -1) and evolving to an almost spherical shape at lower metallicity. We model the stellar distributions with a mixture of multi-variate Gaussians using the Extreme Deconvolution algorithm (Bovy et al. 2011), adjusting the number of Gaussian components for each sub-sample based on the complexity of the overall velocity distribution. Uncertainties are estimated using the bootstrap method (Belokurov et al.).We present multi-Gaussian decomposition results of velocity distributions in Figure 3, showing significant model components over model residuals across metallicity and |z| space. A third halo-like Gaussian is needed in four cases, contributing 5-15% of total stars. The fit quality is good, with high radial velocity over-densities in metal-rich distributions (Figure 3).\nIn Figure 4, we analyze the main stellar halo component's velocity ellipsoid properties across metallicity and Galactic height ranges. We observe a sharp transition at [Fe/H] ∼ -1.7, with more metal-rich halo stars having radial anisotropy and metal-poor stars being almost isotropic. The halo rotation shows metal-rich stars with prograde spin, while metal-poor stars' rotation decreases with increasing |z| (Figure 4).\nPrevious studies suggest the existence of at least two distinct halo components (Chiba & Beers 2000; Carollo et al. 2010). The metal-richer halo component exhibits a flatter distribution of stars. Our sample extends 10 kpc above the disc plane, but strong selection biases in the SDSS spectroscopic survey hinder analysis. Without accounting for biases, we find no significant changes in the metal-richer component's fraction with Galactic height (Figure 4).\n\nDISCUSSION AND CONCLUSION\n\nUtilizing SDSS-Gaia proper motions, we model the entirety of data with multivariate Gaussians, avoiding selection biases and extracting robust measurements of the stellar halo velocity ellipsoid (Myeong et al. 2018b,a; Deason et al. 2017; de Boer et al. 2018). We reveal the halo's velocity ellipsoid shape is a strong function of stellar metallicity, with metal-rich stars showing extreme radial anisotropy (0.8 < β < 0.9) and metal-poor stars exhibiting β ∼ 0.3.\n\nComparing our findings with existing literature, our higher β ∼ 0.9 value is consistent, as previous estimates combine stars across the entire metallicity range (Smith et al. 2009; Bond et al. 2010; Posti et al. 2017). The amount of prograde rotation at high |z| aligns with past and recent studies (Chiba & Beers 2000; Deason et al. 2017).\n\nThe observed radial anisotropy challenges existing theories of stellar halo formation involving accretion and disruption of multiple satellites or in-situ formation via disc heating. Recent arguments support the idea of halo formation through a single dominant accretion event around 10 Gyr ago (Deason et al. 2013a; Belokurov et al. 2017).\n\nAmorisco (2017) confirms massive satellites can sink deeper into the Galaxy's potential well due to dynamical friction, dominating the inner halo. Their study shows high mass-ratio events lead to negligible spin at redshift z = 0, aligning with Deason et al. (2017) and our results.\n\nWe investigate the hypothesis using 10 cosmological zoom-in simulations of the Milky Way-like galaxy hosts' stellar halo formation, improving on previous studies (Bullock & Johnston 2005; Amorisco 2017). Our simulations, described in Jethwa et al. (2018) and Belokurov et al. (2017), are run with GADGET-3 and share some features with those in Bullock & Johnston (2005) and Amorisco (2017), although they do not model gas-dynamics or feedback effects.\n\nOur simulations explore the emergence of the stellar halo, considering aspects like satellite galaxy mass function, accretion time, and the Galactic disc's effect on Dark Matter halo and sub-halos. We run each simulation twice, once without a disc and once with a parametric Miyamoto-Nagai potential disc (Miyamoto & Nagai 1975), grown adiabatically from redshift z=3 to z=1 (11 to 8 Gyr ago). We observe that the most massive satellites contribute stars on strongly radial orbits, with the highest anisotropy values (β ∼ 0.8) during the disc assembly phase.\n\nSynchronicity between disc growth and massive accretion events is expected as massive Milky Way satellites would not have assembled before redshift z ∼ 2 (Giocoli et al. 2007). The growing disc enhances satellite radialisation at the high mass end, promoting extreme velocity anisotropy values in the inner stellar halo (Amorisco 2017). The most metal-rich halo stars are in the radically radial component, in line with the mass-metallicity relationship in dwarf galaxies (Kirby et al. 2013). Our simulations suggest that the observed anisotropy value for the metal-rich component may be an underestimate due to selection effects and non-Gaussian velocity distribution.\n\nThe low-amplitude spin of the metal-rich halo component could be a relic of the parent dwarf's orbital angular momentum before dissolution, consistent with the observed rotation amplitude constancy with height above the Galactic plane. At metallicities [Fe/H]< −1.3, a small but significant positive radial velocity is observed, likely a combination of an extremely metal-poor disc and stars trapped in a resonance with a bar, known as the Hercules stream (Dehnen 2000; Antoja et al. 2014; Hunt et al. 2018).\n\nThe strong radial anisotropy observed in the stellar halo could be explained by non-adiabatic mass growth, which would increase orbital eccentricities (Eggen et al. 1962). However, a simpler explanation might be the correlation between the orbital properties of accreted dwarfs and their masses, as shown in cosmological zoom-in simulations, leading to a natural emergence of the stellar halo dichotomy."
   },
   {
      "objectID":"2006.07620",
      "authors":"Koppelman et al. 2020",
      "href":"https://arxiv.org/abs/2006.07620",
      "title":"A massive mess: When a large dwarf and a Milky Way-like galaxy merge",
      "section":"",
      "text":"\nABSTRACT\n\n In Koppelman et al 2020, we examine the Milky Way's merger with Gaia-Enceladus 10 billion years ago, analyzing simulations from Villalobos & Helmi (2008) to understand debris properties. We find debris has diverse eccentricity, and that massive galaxy mergers leave complex debris structures with varied chemical abundances (Villalobos & Helmi 2008).\n\nINTRODUCTION\n\nGalactic archaeology aims to determine the Milky Way's formation history. The Gaia dataset revealed that the local stellar halo primarily formed through a merger with the massive dwarf galaxy Gaia-Enceladus (Gaia Collaboration et al. 2016, 2018; Katz et al. 2019; Helmi et al. 2018; Belokurov et al. 2018). The origins of other retrograde orbit objects and their debris contributions remain unclear (Koppelman et al. 2018; Mackereth et al. 2019; Matsuno et al. 2019; Myeong et al. 2019).\n\nDebris from low-mass satellites phase-mixes at constant mean orbital energy, making integrals of motion useful for identifying halo structures and accretion history (Helmi & White 1999; Helmi & de Zeeuw 2000; McMillan & Binney 2008). For massive satellites, dynamical friction and tidal interactions complicate the picture (Jean-Baptiste et al. 2017).\n\nDynamical friction affects the mean orbit of a satellite with high mass-ratios to its host, causing it to sink to the host's center (Quinn & Goodman 1986). This results in a complex energy distribution of the debris, with early-lost material having high orbital energy and the core becoming more bound (Tormen et al. 1998; Van Den Bosch et al. 1999). Massive satellites with disc-like morphology produce complex tidal features, leading to intricate debris structures (Quinn 1984). These factors are important for understanding the remnants of systems like Gaia-Enceladus.\n\nChemical gradients in dwarf galaxies add complexity to merger debris (Kirby et al. 2011; Ho et al. 2015). Sagittarius displays a chemical gradient, with streams having older stellar populations and being more metal-poor than the core (Ibata et al. 1994; Bellazzini et al. 2006; Dohm-Palmer et al. 2001; Martinez-Delgado et al. 2004; Chou et al. 2007; Hayes et al. 2020).\n\nWe study dynamical gradients in massive satellite mergers using numerical simulations, focusing on Gaia-Enceladus debris and its relation to other halo substructures like the Sequoia galaxy.\n\nMETHODS\n\nWe analyze Villalobos & Helmi (2008, 2009) merger simulations, which investigate the formation of a thick disc due to a merger. The simulation suite includes various mass-ratio mergers, orbital inclinations, and satellite morphologies (Villalobos & Helmi 2008, 2009).\n\nWe scale velocities in the simulations to match the Milky Way's thick disc rotational velocity, placing the Sun at 2.4RD and using a scaling factor based on the experiment (Morrison et al. 1990; Villalobos & Helmi 2009).\n\nWe examine the velocity distribution of halo stars in Gaia DR2, highlighting those with vφ < 75 km/s (blue dots) and the thin disc with 50,000 stars (black dots) in Fig. 1, alongside 1:5 mass-ratio simulation results with particles from host and satellite (discy and spheroidal progenitors).\n\nWe find that the Gaia-Enceladus progenitor was likely discy and merged on a retrograde orbit of ~30° inclination, as reported in Helmi et al. (2018). We extended the simulation to 10 Gyr to ensure robust conclusions on the arch's origin.\n\nRESULTS\n\n3.1. Origin of the velocity arch\n\n\nIn Fig. 2, the arch structure in velocity space persists in the r30 simulation after 10 Gyr, indicating the conclusions based on Fig. 1 remain valid.\n\nWe note that the Gaia data arch is well reproduced in the discy simulation, suggesting Gaia-Enceladus' progenitor was discy and merged on a retrograde orbit of ∼30° inclination (Helmi et al. 2018), with ∼75% of debris on orbits with e > 0.8 and ∼9% with e < 0.6.\n\nIn Figure 3, we observe a link between local structure in velocity space and orbital properties of debris in e-Lz space, which is an integral of motion often used to identify Gaia-Enceladus' debris (Helmi et al. 2018; Matsuno et al. 2019; Massari et al. 2019). The debris exhibits substantial substructure, with the arch in velocity space corresponding to large retrograde structures in e-Lz space.\n\nWe analyze the origin of e-Lz space structures in Figure 4, depicting the satellite's spatial evolution between 1-1.7 Gyr after infall. Most dark matter is lost by t ∼ 1 Gyr, while the stellar component remains largely bound. The core spirals inward and dissolves, becoming more prograde after several passages (Villalobos & Helmi 2008). An animation of Figure 4 illustrates the complex mass loss process.\n\nCold, rotationally supported disc galaxy mergers produce complex tidal tails, which differ from those in dispersion-supported systems (Toomre & Toomre 1972; Eneev et al. 1973; Quinn 1984; Barnes 1988). In our simulations (Fig. 4), we find mass loss depends on merger configuration, with debris displaying high and low orbital angular momentum, resulting in more circular or radial final orbits, respectively.\n\nIn addition to the aforementioned effects, dynamical friction causes the satellite's core to spiral inwards, enhancing the prominence of the only tidal arm visible in Fig. 4.\n\n3.2. Some implications\n\nThe stars in the velocity arch constitute debris lost early in the merger, potentially impacting chemical abundances due to known metallicity gradients in dwarf galaxies (M( ∼ 10^9.6 solar masses, amplitude ∼ -0.064 dex/kpc).\n\nMyeong et al. (2019) suggested that stars in the velocity arch and other retrograde stars belonged to a different accreted galaxy, Sequoia, with lower metallicities than Gaia-Enceladus debris. However, our simulations propose that these stars might originate from Gaia-Enceladus outskirts, with lower metallicities explained by internal gradients.\n\nFig. 5, using Gaia DR2 and APOGEE DR16 data (Ahumada et al. 2020; Koppelman et al. 2019), reveals that most Sequoia stars have similar orbital energy and chemical abundance to Gaia-Enceladus stars, making it challenging to argue for a different origin based on this data.\n\nCONCLUSIONS\n\nWe confirm Helmi et al. (2018) conclusions, suggesting the Gaia-Enceladus progenitor was a discy dwarf galaxy falling on a retrograde orbit with a ∼30° inclination after analyzing simulations of a Milky Way-like galaxy and massive satellite merger.\n\nThe dwarf galaxy's relative mass and initial configuration result in intricate debris morphology, with a wide range of orbital eccentricities. Despite initial retrograde motion, some debris ends up on prograde orbits due to the satellite's core sinking via dynamical friction, preserving merger information in the phase-space structure.\n\nDebris chemistry, affected by large galaxies' chemical gradients, complicates interpretation and could mimic independent systems. Stars in the arch, similar to Sequoia, may have been lost early, but Sequoia stars' abundances show little difference from energetic/less bound Gaia-Enceladus stars.\n\nWe acknowledge the simulation's prediction of Gaia-Enceladus dwarf core on a mildly prograde, lower eccentricity orbit, but emphasize the need for simulations with varying disc orientation, gas and star formation physics to match actual merger configurations (Dalton et al. 2012; de Jong et al. 2012; Kollmeier et al. 2017; DESI Collaboration et al. 2016). Massive satellites can create seemingly distinct substructures, making massive mergers complex.\n"
   },
   {
      "objectID":"1806.06038",
      "authors":"Helmi et al. 2018",
      "href":"https://arxiv.org/abs/1806.06038",
      "title":"The merger that led to the formation of the Milky Way's inner stellar halo and thick disk",
      "section":"",
      "text":"We analyze the assembly process of our Galaxy using individual stars' motions and chemistry, revealing multiple components in the nearby halo, such as streams, clumps, duality, and correlations between stars' chemical abundances and orbital parameters (Freeman & Hawthorn 2002; Helmi et al. 2003; Helmi et al. 1999; Morrison et al. 2009; Carollo et al. 2007, Chiba et al. 2000; Nissen et al 2010; Beers et al 2017). Recent large stellar surveys (Abolfathi et al. 2018; Gaia Collaboration et al. 2016) identified distinct chemical abundance sequences and color-magnitude diagram sequences, as well as a prominent slightly retrograde kinematic structure in the nearby halo, which may trace a significant accretion event (Haywood et al. 2018). Our analysis of kinematics, chemistry, age, and spatial distribution links stars to two major Galactic components: the thick disk and the stellar halo. We find the inner halo dominated by debris from an object called Gaia-Enceladus, more massive than the Small Magellanic Cloud, with streams and slightly retrograde, elongated trajectories. Hundreds of RR Lyrae stars and thirteen globular clusters follow a consistent age-metallicity relation, linking them to Gaia-Enceladus. The merger, with an estimated 4:1 mass-ratio, contributed to the Galactic thick disk's formation approximately 10 Gyr ago, aligning with galaxy formation simulations predicting the inner stellar halo's domination by debris from a few massive progenitors (Helmi et al 2003; Cooper et al 2010).\n\nWe examine the Gaia mission's second data release (DR2), which reveals that a significant fraction of halo stars near the Sun are associated with a single large kinematic structure with slightly retrograde mean motion, dominating the Hertzsprung-Russell diagram's blue sequence (Gaia Collaboration et al. 2018). The structure's similarity to the velocity distribution from a simulation of thick disk formation via a 20% mass-ratio merger suggests it comprises stars from an external galaxy that merged with the Milky Way (Villalobos et al. 2008).\n\nThe APOGEE survey's chemical abundances support this hypothesis, showing a well-defined separate sequence for the retrograde structure's stars in [α/Fe] vs [Fe/H] abundances (Abolfathi et al. 2018). This sequence extends from low to relatively high [Fe/H], confirming the relation between Gaia's HRD blue sequence and the kinematic structure, and establishing a link to low-α stars using both earlier data and APOGEE (Nissen & Schuster 2010; Hayes et al. 2018; Haywood et al. 2018; Nissen & Schuster 2011).\n\nWe analyze the large metallicity spread of the retrograde structure stars, indicating they did not form in a single burst in a low mass system and were born in a system with a lower star formation rate than the thick disk. A star formation rate of 0.3M⊙/yr lasting for about 2 Gyr was calculated, implying a progenitor system's stellar mass of ∼6 × 10^8 M⊙, comparable to the present-day mass of the Small Magellanic Cloud (Fernandez-Alvar et al. 2018; Helmi 2008; van der Marel et al. 2009). The trends in low-metallicity stars' abundances suggest the structure was comparable to the Large Magellanic Cloud in its early years (Hayes et al. 2018). The stars in the structure must have formed in a separate galaxy, referred to as Gaia-Enceladus, due to the decreasing [α/Fe] as [Fe/H] increases (Nissen & Schuster 2011; Koppelman et al. 2018; Haywood et al. 2018).\n\nWe examine if Gaia-Enceladus could have contributed to the formation of the thick disk (Belokurov et al. 2018, Koppelman et al 2018; Haywood et al. 2018), as suggested by the data and simulation comparison in Fig. 1. A pre-existing disk must have been present during the merger. Fig. 2c's HRD reveals an age range of ∼10-13 Gyr for Gaia-Enceladus stars (Gaia Collaboration et al. 2018, Koppelman et al. 2018; Haywood et al. 2018; Marigo et al. 2017). Previous studies (Schuster et al. 2012; Hawkins et al. 2014) indicate stars on the α-poor sequence are younger than those on the α-rich sequence for -1 < [Fe/H] < -0.5, implying the Galactic thick disk's progenitor existed when Gaia-Enceladus merged, approximately 10 Gyr ago or at redshift z ∼ 1.8.\n\nWe investigate the distribution of Gaia-Enceladus debris in the Galaxy. Considering stars in the Gaia 6D sample with specific criteria, Fig. 3 reveals nearby Gaia-Enceladus stars are distributed across the sky, with more distant stars found in specific regions. The observed asymmetry is partly due to the 20% relative parallax error cut (Fig. 4) and possibly linked to known overdensities. In Fig. 3, 200 Gaia RR Lyrae stars (Clementini et al. 2018) and 13 globular clusters (Gaia Collaboration et al. 2018) are also plotted, showing a consistent age-metallicity relation28 for the clusters.\n\nFig. 4 displays the velocity field of distant Gaia-Enceladus-associated stars, showing a large-scale radial velocity gradient across the sky and complex proper motions, including discernible streams. Comparisons with mock sets confirm the effect's significance (see Methods).\n\nWe determine that the solar neighborhood halo is dominated by a single accreted structure (Belokurov et al. 2018; Koppelman et al. 2018) with little room for in-situ contributions (Haywood et al. 2018). However, the entire stellar halo may include debris from other accreted objects. We conclude that the Milky Way experienced a significant merger, with an estimated mass-ratio of ∼0.24, resulting in significant heating and thick(er) disk formation (McMillan et al. 2017; Behroozi et al. 2013).\n\nMETHODS\nWe name the accreted galaxy Gaia-Enceladus due to multiple analogies to the Greek mythological figure, including being offspring of Gaia and the sky, being a \"giant\" compared to other satellite galaxies, being buried and disrupted by the Milky Way, and causing seismic activity (i.e., the formation of the thick disk).\n\nA. Dataset & Selection Criteria\nWe selected stars from the Gaia 6D-dataset with small relative parallax error (π/σπ > 5) to compute distances (d = 1/π) and considered only stars within 2.5 kpc from the Sun (π > 0.4 mas) for Figure 1 (Gaia Collaboration et al. 2018; McMillan et al. 2017, Schonrich et al. 2010). Velocities were corrected for the Sun's peculiar motion and Local Standard of Rest (VLSR = 232 km/s) (McMillan et al. 2017).\n\nWe select halo stars with |v − vLSR| > 210 km/s (Koppelman et al. 2018) and retrograde structure members by inspecting energy vs Lz distribution, computed using a Galactic potential with thin disk, bulge, and halo components (Helmi et al. 2017). We removed stars with phot-bp-rp-excess-factor > 1.27 to eliminate poorly-behaved globular cluster stars (Arenou et al. 2018). Selection criteria of Lz < 150 kpc km/s and E > -1.8×10^5 km^2/s^2 does not yield a pure sample, but reveals a large range of energies, indicating member stars are expected over various distances.\n\nWe use a criterion based on Lz to find additional Gaia-Enceladus members beyond the Sun's immediate vicinity l (Jean-Baptiste et al. 2017), as seen in Extended Data Fig. 1's central pane. This selection works well for isolating Gaia-Enceladus stars near the Sun and farther out in the Galaxy, but distinguishing between the thick disk and Gaia-Enceladus in inner regions is less straightforward, with higher contamination by thick disk stars.\n\nThe rightmost panel of Extended Data Fig. 1 shows the z-angular momentum as a function of cylindrical radius in a simulation of a merger between a pre-existing disk and a massive satellite (Villalobos et al. 2008; Villalobos et al. 2009). Due to lower host mass in the simulation, spatial scales and velocities are typically smaller compared to the data. We scale positions and velocities to adjust for these differences (Morrison et al. 1990). As in the data, the separation between accreted and host disk stars is less effective for small radii.\n\nWe cross-matched Gaia DR2 and APOGEE DR14 catalogues for Fig. 2a, retaining only stars with consistent estimated distances from both catalogues and a relative parallax error of 20% (Abolfathi et al. 2018; Majewski et al. 2017; -Garcia Perez et al. 2016). Over 100,000 stars within 5 kpc from the Sun satisfy these conditions.\n\nGaia data's parallax zero-point offset is well-established (Lindegren et al 2018; Butkevich et al. 2017), with an average of -0.029 mas and an RMS of ~0.03 mas (Gaia Collaboration et al. 2018; Jean-Baptiste et al. 2017). While difficult to correct a posteriori, the systematic parallax error has minimal impact on the derived kinematic and dynamical quantities for the subsets used in Figs. 1 and 2 of the main section. For Figs. 3 and 4, we selected stars based on Lz, focusing on properties independent of parallax, such as sky position and proper motions.\n\nWe utilize the Gaia Universe Model Snapshot GUMS v18.0.0 (Robin et al. 2012) and select 7,403,454 stars based on specified criteria, computing error-free velocities and Lz. We convolve parallax with Gaussians, then compute \"observed\" velocities and Lz.\n\nFor distances under 5 kpc, no Lz shift occurs, while between 5-7.5 kpc, there's a median shift of ~-50 kpc km/s. Between 9-10 kpc, a small median shift of 20 kpc km/s occurs due to random errors dominating at large distances. Extended Data Fig. 2 displays these results, and the right panel reveals patterns different from Fig. 3. The lack of distant stars outside Fig. 4's contours results from a 20% relative parallax error quality cut (Clementini et al. 2018).\n\nB. Random sets and significance of features\nWe analyze the dynamical properties of the Gaia 6D dataset compared to a smooth distribution by plotting velocity distributions and E vs Lz for randomized datasets in Extended Data Figs. 3a and 3b. We obtain these smooth datasets by re-shuffling velocities, resulting in smoother distributions without correlations or lumpiness. Gaia-Enceladus' structure in E vs Lz effectively disappears in the randomized dataset, and similar conclusions are reached when comparing to the GUMS model.\n\nFig. 4 shows radial velocities and proper motions for tentative \nGaia-Enceladus members, with potential thick disk star contamination at larger distances. The arrows suggest stars close in the sky move similarly. We evaluate this significance by comparing to a mock dataset.\n\nWe observe that distant Gaia-Enceladus debris covers large sky areas not extensively surveyed, but overlaps with an overdensity detected in PanSTARRS and WISE using Gaia proper motions50. It may also be related to the Hercules Aquila Cloud (Belokurov et al. 2018) and overlaps with the Hercules thick disk cloud (Larsen et al. 2011) in the fourth Galactic quadrant below the plane.\n\n\n\n\n\n\n\n"
   },
   {
      "objectID":"1804.10175v2",
      "authors":"Kawata et al. 2018",
      "href":"https://arxiv.org/abs/1804.10175v2",
      "title":"Radial Distribution of Stellar Motions in Gaia DR2",
      "section":" ",
      "text":"ABSTRACT\nUtilizing Gaia DR2's precise position and velocity measurements for a large number of stars, we produced the first maps of rotation velocity (Vrot) and vertical velocity (Vz) distributions across 5 < Rgal < 12 kpc as a function of Galactocentric radius (Rgal). We identified diagonal ridge features in the R-Vrot map, comparing them to spiral arm locations and the Galactic bar's expected outer Lindblad resonance. We also detected radial wave-like oscillations in the peak of the vertical velocity distribution.\n\nINTRODUCTION\nWe explore stellar velocity structure in relation to Galactocentric radius (Rgal) and the azimuthal position of the disc to understand the effects of non-axisymmetric structures like the bar and spiral arms (Dehnen 2000; Kawata et al. 2014; Monari et al. 2016) and satellite galaxies (Go ́mez et al. 2012; D’Onghia et al. 2016) on the Galactic disc. Previous ground-based spectroscopic surveys revealed complex stellar velocity fields, including Galactic disc velocity fluctuations (Widrow et al. 2012; Bovy et al. 2015; Tian et al. 2017), asymmetric motions (Wang et al. 2018; Williams et al. 2013; Carrillo et al. 2018), and resonance features (Liu et al. 2012; Go ́mez et al. 2013; Tian et al. 2017). However, these studies primarily relied on line-of-sight radial velocity and photometric distance measurements affected by dust extinction corrections.\n\nThe European Space Agency's Gaia mission (Gaia Collaboration et al. 2016) has released its second data set (Gaia DR2; Gaia Collaboration et al. 2018a), providing highly accurate measurements of parallax, proper motion (Lindegren et al. 2018), and line-of-sight velocity for numerous bright stars (Cropper et al. 2018; Katz et al. 2018; Sartoretti et al. 2018). The data enables analysis of the Galactic rotation, radial, and vertical velocity structure in different regions of the Galactic disc (Gaia Collaboration et al. 2018b). While line-of-sight velocities are limited to brighter stars, accurate parallax and proper motions are available for fainter stars. We can use Galactic longitudinal proper motion (Vl) as a proxy for Galactic rotation velocity (Vrot) (Hunt et al. 2017).\n\nUsing Gaia DR2's superior astrometric accuracy, we created the first maps of Vrot(∼ Vl) and Vz(∼ Vb) distributions as a function of Galactocentric radius, spanning the radial range 5 < Rgal < 12 kpc, in the direction of l=0, l=180, and b=0. We identified diagonal ridge features in the R−Vrot map and wave-like features in the R−Vz map, comparing them with the location of the spiral arm and the resonance radii of the expected bar pattern speed.\n\nOur study's data and sample selection are described in Section 2, results are presented in Section 3, and a summary and discussion are provided in Section 4.\n\nDATA AND ANALYSIS\nWe extracted two star samples from Gaia DR2 within 0.2 kpc in width and height along the Galactic center and anti-center lines, assuming Sun's Galactocentric radius R0 = 8.2 kpc, vertical offset z0 = 25 pc, solar motion V⊙ = 248 km s−1, and vertical motion W⊙ = 7.0 km s−1 (Bland-Hawthorn & Gerhard 2016). Our results are independent of these assumed values.\n\nThe first sample, the \"RVS\" sample, includes stars with Gaia DR2 line-of-sight velocities from the RVS instrument (Cropper et al. 2018), radial velocity uncertainties below 5 km s−1, and parallax accuracy better than 15% (̟/σ̟ > 1/0.15). We selected stars within 0.2 kpc from the plane and perpendicular to the Galactic center and anti-center lines. This sample, containing 861,680 stars, provides full six-dimensional position and velocity information, allowing us to derive Vrot and Vz using assumed Galactic parameters and galpy (Bovy 2015) for coordinate transformation.\n\nThe second sample, the \"All\" sample, contains stars brighter than G = 15.2 mag with ̟w/σ̟(w) > 1/0.15, excluding stars with line-of-sight velocity information in Gaia DR2. We limited this sample to within |b| < 10 deg, |l| < 10 deg, or |l| − 180 < 10 deg and 0.2 kpc from the plane and Galactic center and anti-center lines, resulting in 1,049,340 stars. We assume Vl = Vrot and Vb = Vz in this region.\n\nUsing Galaxia mock data (Sharma et al. 2011), we found the average difference between Vl and Vrot to be around 0.3 km s−1, increasing to 2.7 km s−1 at |l| = 10 deg or |l−180| = 10 deg. As we analyze Vrot distribution as a function of Rgal, this systematic dependence on l should not affect results. The average difference between Vb and Vz is less than 0.4 km s−1, with no correlation with l, consistent with Scho ̈nrich & Dehnen (2017).\n\nRESULTS\n3.1 Rgal vs. Vrot\nIn Fig. 1, we observe diagonal ridge-like features in Vrot - VLSR distribution as a function of Rgal for two star samples, revealed for the first time by Gaia (Gaia Collaboration et al. 2018b; Antoja et al. 2018; Trick et al. 2018). These features are clearer in the \"All\" sample, except for F1, F2, and F3. F1 and F2 correspond to split Hercules streams, while F3 is associated with Hyades and Pleiades moving groups, and F4 with Sirius moving group (Ramos et al. 2018).\n\nFig. 1 also displays spiral arms' positions (Reid et al. 2014) and suggests differing pattern speeds for Scutum and Perseus arms, possibly due to co-rotation at every radius (Kawata et al. 2014; Wada et al. 2011; Grand et al. 2012a,b; Baba et al. 2013). To verify the spiral arm scenario, we need to examine Vrot distribution in a larger disc region (Hunt et al. 2015; Quillen et al. 2018; Hunt et al. 2018).\n\nWe observe a bimodal feature around the Local arm (F3 and F4), with a steeper slope than the one in the Perseus arms (Quillen et al. 2018). The Local arm is considered a weak spiral arm or spur and is not expected to influence stellar motion as strongly as main spiral arms like Scutum and Perseus.\n\nIn contrast to Scutum and Perseus arms, no such feature is present at the radius of the Sagittarius arm, except for F1 and F2 extensions. We speculate these arms are gaseous star-forming arms without significant density enhancement (Benjamin et al. 2005), implying the Milky Way has m = 2 spiral arms, which is common in barred galaxies (Hart et al. 2017).\n\nWe observe a group of stars (H17) with high rotation velocities just outside of R0, found in Hunt et al. (2017), forming a diagonal feature parallel to F5 in the \"RVS\" sample (Ramos et al. 2018). This tentative feature warrants further study with future Gaia data releases.\n\nFig. 1 reveals the whole resonance feature of the Hercules stream (Monari et al. 2017) and, for the first time, Gaia DR2 shows the inner extension of the gap due to the Hercules stream between F2 and F3 (Antoja et al. 2014). This could be the OLR of the fast-rotating bar (Dehnen 2000; Monari et al. 2017), but other mechanisms could explain the Hercules stream feature (Hattori et al. 2018; Hunt & Bovy 2018), necessitating examination of velocity distribution in a larger disc region.\n\n3.2 Rgal vs. Vz\nIn Fig. 2, we observe the distribution of Vz as a function of Rgal for three samples of stars, revealing wave-like oscillations and increasing mean velocity with Rgal (Bovy et al. 2011; Gaia Collaboration et al. 2018b). The oscillatory pattern and increase in Vz with Rgal suggest a warp in the outer disc, consistent with vertical waves induced by the Sagittarius dwarf galaxy (Schönrich & Dehnen 2017; Gómez et al. 2013).\n\nOur \"RVS\" sample shows a similar oscillatory pattern with a slightly longer wavelength than the \"All\" sample. We speculate that stars in denser planes may have shorter wavelengths or that multiple wave modes propagate differently for various stellar populations.\n\nGrey squares in Fig. 3 present the median Vz for the \"RVS\" sample, displaying an oscillatory pattern with a smaller amplitude and no spike at Rgal = 9 kpc. Deconvolution of the velocity distribution is crucial for eliminating kinematically hot components and emphasizing main velocity features in the thin disc.\n\nSUMMARY\nUtilizing precise astrometric measurements from Gaia DR2, we generated the first maps of R − Vrot and R − Vz for a 5 to 12 kpc Galactocentric radial range. We discovered diagonal ridge features in the R − Vrot map, possibly related to bar's OLR, spiral arm perturbations, or phase-wrapping (Antoja et al. 2018; Minchev et al. 2009; Gómez et al. 2012). We observed Vrot transitions between Scutum and Perseus arms, speculated to be due to co-rotation resonances and transient spiral arm scenarios. Steeper ridge features near the solar neighborhood require further theoretical investigation.\n\nIn the R−Vz distribution, we observed wave-like features closely resembling those in Gaia DR1's local sample (Schönrich & Dehnen 2017). The wave modes' origin is strongly linked to the Galaxy's formation and evolution (e.g. Widrow et al. 2012; Gómez et al. 2013; de la Vega et al. 2015; Xu et al. 2015; Gómez et al. 2017), necessitating urgent comparisons between observations and models."
   },
   {
      "objectID":"1906.08271v2",
      "authors":"Massari et al. 2019",
      "href":"https://arxiv.org/abs/1906.08271v2",
      "title":"Origin of the system of globular clusters in the Milky Way",
      "section":"",
      "text":"ABSTRACT\nWe unveil the Milky Way's assembly history using Gaia mission data and investigate the formation of its globular cluster system. Combining Gaia's kinematic information with corrected cluster ages, we analyze clusters' dynamical properties. Around 40% formed in situ, and 35% are possibly linked to known merger events. Age-metallicity relations vary depending on progenitors, and we provide a table of likely associations. Future Gaia data and error-free cluster ages will solidify conclusions.\n\nINTRODUCTION\nThe ΛCDM cosmological paradigm suggests that galaxy formation occurs through a bottom-up process, as evidenced by the Milky Way. The Sagittarius dwarf spheroidal galaxy's discovery (Ibata et al. 1994), halo stellar streams (Helmi et al. 1999), and Gaia-Enceladus' stellar debris (Helmi et al. 2018; Belokurov et al. 2018) exemplify this formation mechanism.\n\nGlobular clusters (GCs) may have been accreted in the Galaxy, and research aims to identify their origins (Peñarrubia et al. 2009). Precise relative ages and metallicity measurements revealed a bifurcated age-metallicity relation (AMR) for Galactic GCs (Marín-Franch et al. 2009; Forbes & Bridges 2010; Leaman et al. 2013). Limited kinematic information suggested that metal-poor, young GCs likely have halo-like kinematics and are accreted, while young, metal-rich GCs have disc-like kinematics, forming in situ (Dinescu et al. 1997, 1999; Massari et al. 2013; Recio-Blanco 2018).\n\nWith Gaia's second data release (DR2), we now have full six-dimensional phase space information for almost all Galactic GCs (Gaia Collaboration et al. 2018; Vasiliev 2019a). We use this data to determine which GCs formed outside the Galaxy and their progenitors. Table .1 lists all Galactic GCs and their likely associated progenitors, reflecting our current understanding, although some are tentative. Improved GC age datasets and larger field star samples will help draw firmer conclusions.\n\nWe assembled a dataset of 151 clusters with full 6D phase-space information of Galactic GCs based on compilations by Gaia Collaboration et al. (2018) and Vasiliev (2019a). Using the AGAMA package (Vasiliev 2019b) and the McMillan (2017) potential, we computed GCs orbital parameters, such as apocenter, maximum height from the disc, eccentricity, and orbital circularity.\n\nWe analyzed the AMR for a subsample of GCs with homogeneous ages and metallicities, including VandenBerg et al.'s (2013) catalog and objects from Forbes & Bridges (2010), who gathered relative age estimates. Our final sample consists of 69 GCs with ages and metallicities (see Appendix A.2 for details and discussion on handling GC ages).\n\nASSIGNMENT OF CLUSTERS\n\nFigure 1 displays the AMR for clusters in our sample, color-coded by dynamical properties (apo, circ, Zmax, and ecc). Young and metal-rich GCs differ dynamically from young and metal-poor ones, showing lower altitudes, smaller apocenters, and lower eccentricities (Leaman et al. 2013). These clusters formed in situ in the Main Progenitor.\n\n3.1. In situ clusters\nWe used the dynamical properties of GCs in the young and metal-rich branch to define criteria for identifying Main Progenitor clusters:\n\nBulge clusters: those on highly bound orbits (apo < 3.5 kpc), selecting 36 GCs.\nDisc clusters satisfy: i) Zmax < 5 kpc, and ii) circ > 0.5. While not guaranteeing a pure disc sample, these criteria select clusters with an AMR similar to Leaman et al. (2013), except for two young, metal-poor clusters (NGC6235 and NGC6254), which we exclude. This leaves 26 Disc clusters.\n\nFor [Fe/H] < −1.5, Main Progenitor clusters are older than average. The 62 in situ clusters are listed in Table.1 as Main-Disc (M-D) or Main-Bulge (M-B).\n\n3.2. Accreted clusters\nWe analyzed remaining clusters for common associations with progenitors of known merger events in the Milky Way. We examined the integrals of motion (IOM) space defined by E, LZ, and Lperp, which helps discriminate groups of stars or clusters with similar origin (Helmi & de Zeeuw 2000; Peñarrubia et al. 2006; Gómez et al. 2013). We used each progenitor's known extent in IOM space to provisionally identify associated GCs.\n\n3.2.1. The Sagittarius dwarf spheroidal galaxy\nThe Sagittarius dwarf spheroidal galaxy was the first merger discovery with the Galaxy (Ibata et al. 1994). Law & Majewski (2010) provided a list of candidate GCs associated with the dwarf, refined using HST and Gaia observations (Massari et al. 2017; Sohn et al. 2018). The list includes M54, Arp 2, Pal 12, Terzan 7, Terzan 8, and NGC2419.\n\nThese six clusters form a subgroup in IOM space (Fig. 2): i) 3700 < Lperp < 6200 km/s kpc and ii) 0 < LZ < 3000 km/s kpc. Two more clusters, NGC 5824 and Whiting 1, are in this region, previously associated with the dwarf by Bellazzini et al. (2003) and Law & Majewski (2010), respectively.\n\n3.2.2. The progenitor of the Helmi streams\nKoppelman et al. (2019) characterized the Helmi streams progenitor (H99, Helmi et al. 1999) using Gaia data. They suggested seven GCs (orange in Fig. 2) could be associated based on dynamical properties and a tight, low-normalization AMR.\n\nWe explored additional members using criteria from their work, revisiting selection boundaries for AMR consistency. The criteria: i) 350 < LZ < 3000 km/s kpc, ii) 1000 < Lperp < 3200 km/s kpc, and iii) E < −1.0 × 105 km2/s2 seem appropriate. Adjusting LZ or E limits would include inconsistent clusters. Lperp limits are set by Sagittarius clusters and AMR consistency.\n\nOut of the ten GCs potentially associated with H99, three lack age information: Rup 106, E3, and Pal 5, making them tentative members (Fig. 2; orange open symbols). Pal 5 and E3 have the lowest ecc (~0.2), with E3 exhibiting the lowest Zmax (~7 kpc) and Rup 106 the largest apo (~34 kpc). E3 and Pal 5 have more extreme orbital properties compared to H99 stars (Koppelman et al. 2019), with Rup 106 on a looser orbit. However, this does not exclude membership since GCs are expected to be less bound than stars.\n\n3.2.3. Gaia-Enceladus\nTo identify GCs associated with Gaia-Enceladus (G-E; Helmi et al. 2018), we compare the IOM space distribution of GCs to field stars with 6D kinematics from Gaia, as illustrated in Fig. 3.\n\nBased on our comparison, we associate 28 GCs to G-E using these criteria: i) -800 < LZ < 620 km/s kpc, ii) -1.86 × 10^5 < E < -0.9 × 10^5 km^2/s^2, and iii) Lperp < 3500 km/s kpc. Except for NGC 7492 (apo ~28 kpc), all have apocenters <25 kpc, as reported for G-E stars (Deason et al. 2018). The AMR is notably tight. By adjusting E's lower limit, an old off-AMR cluster enters the selection. This limit is slightly higher than Myeong et al. (2018a) for defining Gaia-Sausage clusters. Moving the upper limit to E = -1.1 × 10^5 km^2/s^2 excludes Pal 2 and Pal 15, making them tentative members (Fig. 2; open symbols).\n\nSome associated clusters reside in IOM space regions shared by different progenitors' stellar debris, causing uncertain associations (e.g., Borsato et al. 2019). Two clusters (NGC5904 and NGC5634) are near H99 debris, having ecc ~0.8 and Zmax and apo values consistent with G-E clusters. While NGC5634 lacks an age estimate, NGC5904 (11.5 Gyr old) aligns with both AMRs. Thus, we consider them tentative members of both progenitors.\n\nAn overdensity of stars in Fig. 3 at LZ ~ -3000 km/s kpc and E ~ -10^5 km^2/s^2 is associated with G-E (Helmi et al. 2018) due to its similarity to a merger event feature resembling G-E (Villalobos & Helmi 2008). Two GCs (NGC3201 and NGC6101) in this IOM region are marked as tentative members and discussed further in the next section.\n\nω-Cen, the cluster with the highest binding energy among those associated with G-E, aligns well with the idea that it is an accreted dwarf's remnant nuclear star cluster (e.g., Bekki & Freeman 2003), as its peculiar chemistry suggests.\n\nAfter these considerations, we identify 26 possible G-E members (and 6 tentative ones). This number is consistent with the relation between the number of GCs and host halo mass (van Dokkum et al. 2017), given the mass estimate of 6 × 10^10 M⊙ from Helmi et al. (2018).\n\n3.2.4. Sequoia\nMyeong et al. (2019) proposed the existence of merger debris from a galaxy named Sequoia, accreted around 9 Gyr ago. They found five GCs likely associated with this system. We identify seven possible associated GCs using a selection box in E and LZ, following Myeong et al.'s criteria: −3700 < LZ < −850 km/s kpc and −1.5 × 10^5 < E < −0.7 × 10^5 km^2/s^2. Three GCs are in common: FSR 1758, NGC 3201, and NGC 6101. Four others (IC 4499, NGC 5466, NGC 7006, and Pal 13) were excluded by Myeong et al. due to their slightly larger eccentricity. Three clusters with known ages follow a low-normalization AMR similar to H99 GCs, consistent with Sequoia's low stellar mass (Myeong et al. 2019).\n\nSequoia's IOM selection overlaps with the arch-like overdensity attributed to G-E debris by Helmi et al. (2018). Determining the actual progenitor of NGC3201 and NGC6101 is not possible, so we link them to both systems in Table .1. Their ages and metallicities may slightly favor Sequoia. While Myeong et al. (2019) associated ω-Cen and NGC6535 to Sequoia, they follow a higher AMR, typical of more massive progenitors. We prioritize associating ω-Cen with G-E and NGC6535 with another group, but acknowledge both interpretations in Table .1.\n\nWe could not associate 36 of the 151 GCs with full phase-space information to known merger events. From their IOM space distribution (Fig. 2), at least 25 could tentatively be part of a low-energy structure (E < -1.86 × 10^5 km^2/s^2) with low Lperp and LZ ~ 0 km/s kpc (pink symbols in Fig. 2); we label these L-E.\n\n3.2.5. The remaining clusters\n\nWe could not associate 36 of the 151 GCs with full phase-space information to known merger events. From their IOM space distribution (Fig. 2), at least 25 could tentatively be part of a low-energy structure (E < -1.86 × 10^5 km^2/s^2) with low Lperp and LZ ~ 0 km/s kpc (pink symbols in Fig. 2); we label these L-E.\n\nThe remaining 11 GCs have high energy (E > -1.5 × 10^5 km^2/s^2, in cyan in Fig. 2) but span a large range in LZ and Lperp, indicating they cannot have a common origin. Likely, they were accreted from different low-mass progenitors without contributing debris (field stars) to the Solar vicinity. For convenience, we label these objects H-E (for high energy) in Table 1. Upcoming datasets, particularly of field stars with full phase-space information across the Galaxy, may be key to understanding their diverse origins.\n\n3.3. Age–metallicity relation\nFig. 4 displays the AMR of clusters associated with different structures, color-coded as in Fig. 2. The dynamical identification of GC associations results in well-defined AMRs with different shapes or amplitudes.\n\nThe Main progenitor's clusters form the largest group and have the highest normalization, meaning the most metal-poor oldest clusters were born in the Galaxy itself. The G-E AMR is tight and has a high normalization, but not as high as the Main progenitor. The L-E group has a reasonably coherent AMR with a high normalization, potentially suggesting undiscovered merger debris located in the Galactic bulge from a more massive object. Conversely, the H99 members' AMR has a low normalization, consistent with its less massive progenitor (M⋆ ~ 10^8 M⊙, Koppelman et al. 2019).\n\nWe describe the various AMRs with a leaky-box chemical evolution model (Prantzos 2008; Leaman et al. 2013; Boecker et al. 2019), where the metallicity, Z(t), evolves based on a constant star formation rate starting at time ti after the Big Bang and ending at time t_f, constrained by literature estimates (3.2 Gyr for Sequoia to 5.7 Gyr for Sagittarius). We used the yield dependence on M⋆ derived by Dekel & Woo (2003) for star-forming dwarf galaxies. The time ti varied for each progenitor, resulting in curves for each progenitor shown in Fig. 4 (green solid lines). These curves demonstrate that a simple leaky box chemical evolution model adequately describes the observed AMRs for each set of clusters associated with individual progenitors. The scatter around each curve (< 0.5 Gyr) is consistent with individual age uncertainties, suggesting our assumed value of 0.75 Gyr for clusters lacking age uncertainty might be too conservative when considering relative ages.\n\nSUMMARY AND CONCLUSIONS\n\nIn this Letter, we analyze kinematic information for 151 Galactic GCs, along with metallicity and age estimates for 69 GCs, to distinguish in situ and accreted GCs and associate the latter with specific progenitors based on dynamical properties and AMR shapes.\n\nWe determined that 62 GCs likely formed in the Milky Way, dividing them into disc and bulge clusters. We associated accreted clusters with four known merger events: Gaia-Enceladus, Sagittarius dwarf, Helmi streams, and Sequoia galaxy. We linked 26 (plus 6 tentative) GCs to Gaia-Enceladus, consistent with its massive nature, and ω-Centauri as its nuclear star cluster. Additionally, we connected eight clusters to the Sagittarius dwarf, ten to Helmi streams' progenitor, and seven to Sequoia. The AMRs of these groups align with lower mass estimates from literature. However, uncertainty exists in these assignments due to overlapping debris in IOM space among progenitors.\n\nInterestingly, the specific frequency per unit of galaxy mass (TN) for each progenitor aligns with the relation reported in Zaritsky et al. (2016). We find log TN values close to the expected ones for G-E, Helmi streams, Sgr, and Sequioa. Log TN values were computed using stellar mass estimates from Helmi et al. (2018), Koppelman et al. (2019), Dierickx, & Loeb (2017), and Myeong et al. (2019).\n\nThe 36 unassociated clusters can be divided into two groups based on orbital energy. The low-energy group with 25 tentative members shows a tight, high-normalisation AMR, possibly suggesting debris from an unknown galaxy towards the Galactic bulge. This finding supports the idea of another significant accretion event, like a \"Kraken\"-like galaxy (Kruijssen et al. 2019). However, most clusters reported in Kruijssen et al. (2019) as potential Kraken members are not dynamically coherent, as they overlap with other GC groups. Considering dynamical properties is crucial for determining the origin of our Galaxy's GCs.\n\nThe next Gaia mission data release will offer improved astrometry and photometry for GCs and a larger sample of halo stars, enabling a complete and accurate sample of GCs with absolute ages. This will enhance understanding of known progenitors' debris and potentially discover new ones. This progress will help refine tentative associations and examine cluster formation conditions during different merger events.\n\nAPPENDIX A: Details of the sample of globular clusters\nAppendix A.1: Kinematical properties\nWe assembled the GC sample from 75 GCs analyzed by Gaia Collaboration et al. (2018), combining Gaia's proper motions with distances and line-of-sight velocities from Harris (1996, 2010 edition). We added remaining GC data from Vasiliev (2019a), determining 6D coordinates by combining Gaia measurements with line-of-sight velocities from Baumgardt et al. (2019).\n\nWe transformed the kinematic measurements of 151 clusters to the Galactocentric reference frame, assuming VLSR = 232.8 km/s (McMillan 2017), solar motion (U, V, W) = (11.1, 12.24, 7.25) km/s (Schönrich et al. 2010), and a distance from the Sun to the Galactic center of R0 = 8.2 (McMillan 2017).\n\nAppendix A.2: Homogeneous cluster ages\nDetermining a GC's absolute age can be affected by photometric errors, poor calibration, and uncertainties in distance and reddening. To address this, relative ages have been preferred (e.g., Buonanno et al. 1989; Bono et al. 2010; Massari et al. 2016), although they require calibration to an absolute scale (e.g., Marín-Franch et al. 2009). This results in heterogeneous age compilations in literature, which can cause systematic differences amounting to several gigayears.\n\nFigure A.1 emphasizes caution when combining cluster age datasets. The top panel shows the metallicity difference between VandenBerg et al. (2013) estimates and Forbes & Bridges (2010) estimates. For [Fe/H] > −1.1, the difference steeply rises with metallicity. The bottom panel shows that clusters with [Fe/H] > −1.1 appear systematically older by ∼2 Gyr. We only consider Forbes & Bridges (2010) clusters with [Fe/H] < −1.1 and assign an uncertainty (σt = 0.75 Gyr) to their age estimates. We adopted metallicities from Carretta et al. (2009).\n\nWe examined Rosenberg et al. (1999), Dotter et al. (2011), Roediger et al. (2014) estimates but found poorly constrained values or no new entries. We excluded age estimates for single objects, except NGC5634, which Bellazzini et al. (2002) estimated to be as old as NGC4372, using VandenBerg et al. (2013) age estimate for NGC4372."
   },
   {
      "objectID":"2001.03177v4",
      "authors":"Horta et al. 2020",
      "href":"https://arxiv.org/abs/2001.03177v4",
      "title":"The chemical compositions of accreted and in situ galactic globular clusters according to SDSS/APOGEE",
      "section":"",
      "text":"ABSTRACT\nWe study the kinematics and chemical compositions of Galactic globular clusters (GCs) to reconstruct the Galaxy's history. Using SDSS/APOGEE DR16 data, we identify 3,090 stars in 46 GCs and classify them into eight groups based on kinematics. We examine the groups' chemical compositions, focusing on α elements and Fe. Our findings reveal: (i) In situ and accreted subgroups' loci in chemical space match field counterparts; (ii) GCs from different accreted subgroups share similar chemical space, suggesting a shared origin or distinct satellites with similar enrichment histories; (iii) GCs with low orbital energy, as defined by Massari et al., are consistent with an in situ origin, but distinctions blur at low metallicity; (iv) Liller 1 likely has an in situ origin, NGC 5904 and NGC 6388 likely have accreted origins, while NGC 288's origin is unclear due to conflicting orbital and chemical properties.\n\nINTRODUCTION\nIn ΛCDM cosmology, galaxies grow through hierarchical assembly, a process evident in the Milky Way's halo stellar streams (Helmi et al. 1999; Belokurov et al. 2006; Ibata et al. 2016), phase-space substructures like Gaia-Enceladus/Sausage system (GE/S, Belokurov et al. 2018; Haywood et al. 2018; Helmi et al. 2018; Mackereth et al. 2019), and ongoing accretion events like Sagittarius dwarf spheroidal (Sgr dSph, Ibata et al. 1994).\n\nThese mergers brought globular clusters (GCs) with them, now part of the Galactic GC system. Studies (e.g., Searle & Zinn 1978; Fall & Rees 1985; Ashman & Zepf 1992; Brodie & Strader 2006) have focused on understanding the Galactic GC system's origin and the Milky Way's early mass assembly history using age, chemical composition, and phase-space information. Identifying in situ and accreted GCs is crucial, and precise ages (Marín-Franch et al. 2009; VandenBerg et al. 2013) revealed age-metallicity bifurcation (Marín-Franch et al. 2009; Forbes & Bridges 2010; Leaman et al. 2013), constraining GC origins (Kruijssen et al. 2019; Myeong et al. 2019). The Gaia survey (Gaia Collaboration et al. 2018) has enabled better characterization of the Galactic GC system with precise 6D phase-space information.\n\nMassari et al. (2019) recently classified the Galactic GC system based on kinematic properties, identifying groups: Main Disk (MD), Main Bulge (MB), Gaia Enceladus (GE), Sagittarius (Sag), Helmi Streams (H99), Sequoia (Seq), Low Energy (LE), and High Energy (HE). \n\nSloan Digital Sky Survey's 16th data release (DR16, Ahumada et al. 2019) includes data for over 450k APOGEE survey stars (Majewski et al. 2017), offering detailed chemical-abundance information for the Galactic GC population (Mészáros et al. 2015; Schiavon et al. 2017b; Mészáros et al. 2018; Masseron et al. 2019; Nataf et al. 2019). This data furthers our understanding of the Galactic GC system and constrains the Milky Way's assembly history. We examine the chemical properties of GC groups identified by Massari et al. (2019), determining if subgroups defined by orbital properties also have distinct chemical properties and if chemical compositions align with expected star formation and chemical enrichment histories.\n\nDATA\n\nWe utilize data from SDSS-IV's sixteenth data release (Ahumada et al. 2019), containing refined elemental abundances from the APOGEE-2 survey (Majewski et al. 2017). APOGEE-2 is a high-S/N, high-resolution near-infrared spectroscopic survey of over 450,000 Milky Way stars. Observations were conducted with twin NIR spectrographs at Apache Point and Las Campanas Observatories. Targets were generally selected from the 2MASS point-source catalogue using a dereddened (J − Ks) ≥ 0.3 color cut and reddening corrections determined with the RJCE method (Majewski et al. 2011). Detailed descriptions of the APOGEE survey, target selection, and data reduction can be found in various sources (Majewski et al. 2017; Holtzman et al. 2015; Nidever et al. 2015; García Pérez et al. 2016; Jönsson et al. 2018; Zasowski et al. 2017). The data were processed and analyzed with the APOGEE Stellar Parameters and chemical-abundances Pipeline (ASPCAP; García Pérez et al. 2016; Jönsson et al. in prep) using a specifically computed spectral library and customized H-band line-list (Zamora et al. 2015; Holtzman et al. 2018; Shetrone et al. 2015; Cunha et al., in prep).\n\nGLOBULAR CLUSTER SAMPLE AND MEMBERSHIP \n3.1 Main sample\n\nIn this subsection, we outline our method for determining the GC sample in APOGEE DR16, building on previous work (Mészáros et al. 2015; Schiavon et al. 2017b; Nataf et al. 2019) and using GC catalogues from Harris (1996), Baumgardt & Hilker (2018), and Baumgardt et al. (2019). Our methodology involves two steps: first, we determine an initial sample based on catalogue values, such as GC positions, radial velocities, velocity dispersions, tidal radii, and mean metallicities.\n\nWe use these values and the APOGEE DR16 data to associate a star with a GC if:\ni) |[Fe/H]⋆−⟨[Fe/H]GC⟩| ≤0.5\nii) |rv⋆−⟨rvGC⟩| ≤ 2σGC\niii) dproj ≤ 2rvir\nwhere [Fe/H] is iron abundance, rv⋆ is stellar heliocentric radial velocity, σGC is the cluster's radial velocity dispersion, dproj is the projected distance between the star and the GC center, and rvir is the cluster's tidal radius. For GCs with a known spread in metallicity (NGC6715, Terzan5, and ω Cen), criterion i) was omitted.\n\nGC iron abundances and center coordinates were extracted from the Harris catalogue (Harris 1996), while GC radial velocities, velocity dispersions, and tidal radii came from Baumgardt & Hilker catalogues (Baumgardt & Hilker 2018; Baumgardt et al. 2019). The stellar data is from APOGEE.\n\nWe first applied criteria (i)-(iii), yielding ∼3,650 stars. Next, we examined metallicity distribution functions (MDFs) of selected candidates, removing false positives through σ-clipping. After refining our sample, we removed 11 GCs with fewer than 3 star members, leaving 3,090 stars associated with 46 GCs. Our conservative selection prioritizes sample purity over completeness. Mean elemental abundances, rv values, and standard deviations for member stars in each GC are in Table 1. We excluded GCs with large [Fe/H] spreads (ω Cen, NGC 6715, Terzan 5), resulting in a final sample of 1,728 stars across 43 GCs.\n\n3.2 Globular cluster groups\n\nMészáros et al. (2019) performed a GC membership analysis similar to ours, studying internal abundance variations using the BACCHUS pipeline (Masseron et al. 2016). We repeated our analysis with their member sample and abundances, obtaining the same results.\n\nMészáros et al. (2019) performed a GC membership analysis similar to ours, studying internal abundance variations using the BACCHUS pipeline (Masseron et al. 2016). We repeated our analysis with their member sample and abundances, obtaining the same results.\n\nWe discuss how the GCs in our sample of 43 are distributed across kinematic groups defined by Massari et al. (2019). We find 9 in the MD group, 10 in MB, 9 in GE dwarf spheroidal, 5 in H99, 6 in LE, and 1 in Seq dwarf spheroidal. Five GCs couldn't be unambiguously associated with a single group. We follow Massari et al. (2019) classification and include NGC 6388 in the MB subgroup, but also consider recent findings (Myeong et al. 2019). We include NGC 3201 in the Seq group based on kinematic association. NGC 5904 and Liller 1 are initially unclassified (Section 4.3). The final GC list and kinematic group associations are in Table 3.\n\n3.3 Elemental abundances and orbital parameters\n\nWe examine APOGEE DR16 chemical compositions for GCs from various subgroups, focusing on trends in α-element abundances as a function of [Fe/H] to gain insights into the nature of these subgroups (Massari et al. 2019). We aim to constrain the progenitors of the Galactic halo's sub-systems and distinguish between in situ and accreted GCs.\n\nWe use calibrated abundances (Jönsson et al. 2018) and focus on silicon as the α-element of choice, as it is one of the most reliable α-abundance measurements in APOGEE. We exclude magnesium due to its susceptibility to internal GC evolution (Bastian & Lardo 2018). Our choice of α-element doesn't affect our conclusions, as verified by analyzing [Mg/Fe] from first population stars. Our mean [Si/Fe] values are slightly lower than those by Pritzl et al. (2005), but this difference doesn't impact our results.\n\nWe estimated orbital parameters for our 46 GCs using the potential defined by Bovy (2015, MWPotential2014) and galpy code (Bovy 2015; Mackereth & Bovy 2018). We calculated 100 samples for each GC's 6-D phase-space parameters (Vasiliev 2019), taking the median and standard deviation as value and uncertainty. Fig. 2 displays energy (E) values and azimuthal action (LZ) for GCs, color-coded by subgroup association. Our energy values differ from Massari et al. (2019) due to different Galactic potentials. We assessed the impact by using the McMillan potential (McMillan 2017) and found that subgroup associations remained consistent with Massari et al. (2019).\n\nRESULTS\n4.1 Disc, Bulge and Low Energy GCs\n\nIn Fig. 3, we present the mean [Si/Fe] measurements for MD, MB, and LE subgroups, along with GC Liller 1 (yellow dot). These subgroups occupy similar regions in [Si/Fe] space as Milky Way field stars (Hayden et al. 2015). The MD population displays a low-metallicity [Si/Fe] plateau until [Fe/H] ≃ −0.6 (Alves-Brito et al. 2010). Collectively, the subgroups show a knee at [Fe/H]∼–0.8 and a decreasing [Si/Fe] trend for [Fe/H]>∼–0.8. GC NGC6388 deviates from this trend and is discussed in Section 4.4.\n\nConsidering the subgroups separately, our small sample size prevents clear identification of a \"knee\" in the Si-Fe plane for any subgroup. The MB subgroup lacks GCs at [Fe/H] <∼ – 0.8 to establish a low-metallicity [Si/Fe] plateau. The LE subgroup follows the field population trend but has too few data points for a solid conclusion. The MD subgroup, with GC Pal 10, suggests a possible knee, but needs more data for a robust conclusion. Pal 10's orbit suggests it belongs to the MD subgroup. We conclude that MB and MD subgroups share an in situ origin due to similarities with the field population trend.\n\nThe LE subgroup's origin is contentious, but our results show that its GCs occupy the same locus in [Si/Fe] vs [Fe/H] space as MD/MB GCs, consistent with similarities in E-LZ space (Massari et al. 2019). However, at [Fe/H] <∼ −1.5, it's challenging to distinguish accreted and in situ GCs, so an accreted origin for NGC 6254, NGC 6544, and NGC 6809 cannot be ruled out.\n\nKinematically, the low energy of the LE subgroup makes it hard to distinguish from MD/MB subgroups. Chemically, metal-rich GCs NGC6441, Pal 6, and NGC 6121 are clearly associated with MD/MB, but metal-poor GCs NGC 6254, NGC 6544, and NGC 6809 have uncertain associations. We conclude that while the overall Si-Fe trend suggests an in situ origin for LE GCs, some members could have an accreted origin.\n\nLastly, we highlight NGC 6388, classified as MB by Massari et al. (2019), but with very low [Si/Fe] (∼–0.03), deviating by ∼ 2σ from the mean [Si/Fe] at [Fe/H] ∼ –0.5. This GC is discussed in Section 4.4.\n\n4.2 Accreted subgroups\nWe examine the distribution of accreted GCs in the Si-Fe plane, focusing on H99, GE, and Seq subgroups. \n\nThe data shows that these GCs occupy a locus with lower [Si/Fe] values than in situ clusters, suggesting a history of star formation and chemical enrichment typical of low-mass galaxies (Tolstoy et al. 2009). The accreted GCs' position in the Si-Fe plane also mimics that of field populations linked with past accretion events (Hayes et al. 2018; Mackereth et al. 2019). We find that accreted groups display an average [Si/Fe] = +0.17±0.05, whereas in situ subgroups have a higher average abundance [Si/Fe] = +0.25±0.03, indicating the distributions differ at the ∼91.5% level.\n\nWe discuss the relative positions of GCs from the three accreted subgroups in the Si-Fe space. The similarity in chemical space could indicate separate similar-mass satellites or a single accreted satellite. Kinematic properties reveal GE as strongly bound and mildly retrograde, while Seq and H99 are less bound with differing retrograde/prograde motions. Massari et al. (2019) suggest two GCs (NGC 3201 and ω Cen) may belong to GE and that Sequoia's position in IOM space aligns with debris attributed to Gaia-Enceladus (Helmi et al. 2018).\n\nMassari et al. (2019) found that H99, Gaia-Enceladus, and Sequoia GC subgroups occupy a consistent locus in age-metallicity space when accounting for age uncertainties. Koppelman et al. (2019a) showed that their field populations occupy the same locus in [Mg/Fe] vs [Fe/H] and [Al/Fe] vs [Fe/H] planes, with Helmi Stream and Gaia-Enceladus MDFs peaking at [Fe/H] ∼ –1.5 (Koppelman et al. 2019b; Helmi et al. 2018; Mackereth et al. 2019).\n\nWe conclude that the chemistry and kinematics of GC subgroups suggest either a common origin for Sequoia, Helmi Stream, and Gaia-Enceladus stellar systems or association with satellites that underwent similar chemical enrichment histories. \n\nRegarding NGC 288, Massari et al. (2019) assigned it to the GE subgroup based on kinematics; however, its elemental abundances place it in the in situ branch. We find that NGC 288's [Mg/Fe] and [Ca/Fe] values also deviate ∼2σ from GE subgroup means, suggesting that NGC 288 is an accreted GC with peculiar chemical composition.\n\n4.3 NGC 5904 and Liller 1\n\nMassari et al. (2019) did not assign Liller1 to a kinematic subgroup and suggested NGC5904 could belong to either GE or H99. We examine their positions in chemical space to clarify their origins.\n\nComparing [Si/Fe] vs [Fe/H] abundance measurements, we find Liller 1 occupies the same locus as the in situ population (MD or MB subgroup). However, no 6D phase-space information is available for Liller 1 (Vasiliev 2019). Liller 1's mean metallicity is <[Fe/H]>Liller1 ≃ –0.03±–0.05, higher than accreted GCs, suggesting an in situ origin, consistent with previous studies (Bica et al. 2016).\n\nWe find that NGC 5904's mean abundances align with GCs linked to accreted subgroups, suggesting an accreted origin in agreement with Massari et al. (2019). However, due to indistinguishable accreted groups in Si-Fe space, we cannot associate NGC 5904 with a specific subgroup.\n\n4.4 NGC 6388\nNGC 6388 exhibits a low [Si/Fe] ratio, differing from the MB subgroup as suggested by Massari et al. (2019), and aligns with the accreted field population (Fig. 4). Based on 24 members, the mean silicon abundance is -0.03±0.1, deviating from high α and low α sequences by ∼2 σ and ∼1 σ, respectively. We acknowledge Carretta & Bragaglia (2018) and Wallerstein et al. (2007), who found ∼0.4 dex and ∼0.3 dex higher mean [Si/Fe], respectively. Mészáros et al. (2019) obtained similar results using an alternate pipeline.\n\nWe examined Mg and Ca abundances in NGC 6388 to check for systematic errors in [Si/Fe] ratios. We found ⟨[Ca/Fe]⟩ = +0.09 ±0.11, deviating from the MB population by ∼1 σ. To estimate ⟨[Mg/Fe]⟩ for first population stars unaffected by multiple populations, we used [N/Fe] as a criterion (Renzini et al. 2015; Schiavon et al. 2017a,b; Bastian & Lardo 2018). We found ⟨[Mg/Fe]⟩ = +0.07 ±0.11, ∼2 σ lower than the MB population's mean.\n\nNGC 6388's position in α-Fe space varies based on the α-element. It falls below the low-α sequence by 1 σ for Si but aligns with the low-α sequence when considering Mg or Ca.\n\nTo minimize field contamination in NGC 6388, a bulge GC, we consider only N-rich, second-population stars. We find ⟨[Si/Fe]⟩ = -0.07 ±0.08, reinforcing our finding that NGC 6388 has lower [Si/Fe] than other MB GCs with similar metallicity.\n\nMyeong et al. (2019) reported NGC 6388's kinematic properties as consistent with an accreted origin, but its age and metallicity align with the in situ GC population. We find its orbit retrograde, confirming Myeong et al. (2019), but cannot associate it with the MB, LE, or Seq subgroups. Milone et al. (2019) classified it as a Type II GC, suggesting an accreted origin.\n\nMB/MD by 2 σ and low-α by 1 σ; 2) it aligns with accreted field halo populations in the Si-Fe plane (Fig. 4); 3) its IOM position doesn't distinguish between accreted or in situ origin. These results suggest a possible accreted origin for NGC 6388.\n\nCONCLUSIONS\nWe used SDSS/APOGEE DR16 to map Galactic GCs' kinematic properties and chemical compositions. Combining data from Harris (1996) and Baumgardt & Hilker (2018; 2019), we refined our primary GC sample and obtained a final sample of 1,728 stars in 43 GCs. Following Massari et al. (2019), we examined GC subgroups in α-Fe space, identifying 9 MD, 10 MB, 9 GE, 5 H99, 6 LE, 2 Seq, 0 Sag, and 2 uncertain GCs (Liller 1 and NGC 5904).\n\nUsing Si abundance measurements in APOGEE, we investigate the nature of different kinematic subgroups in the [α/Fe] vs [Fe/H] plane. Our conclusions are consistent with Mészáros et al. (2019) and can be summarized as:\n\n(i) In situ GC subgroups (MD, MB, and LE) follow the in situ populations' trend in chemical space, displaying a [Si/Fe] ∼+0.25 plateau at low metallicity and a \"knee\" at [Fe/H] ∼–0.8.\n\n(ii) Accreted subgroups (GE, H99, and Seq) occupy the same chemical space as accreted field populations, with [Si/Fe] <∼ +0.2 at –1.5 <∼ [Fe/H] <∼ –1.0, decreasing to solar or near sub-solar [Si/Fe] at [Fe/H] ∼ –0.5. Accreted and in situ subgroups are indistinguishable in the Si-Fe plane at [Fe/H] <∼ –1.5.\n\n(iii) MD, MB, and LE subgroups individually track the field population, but their small sample size prevents defining trends separately. Three LE GCs (NGC 6121, NGC 6441, and Pal 6) follow field population trends, suggesting an in situ origin. The three metal-poor LE GCs (NGC 6254, NGC 6544, and NGC 6809) have uncertain origins. We conclude that the LE subgroup's chemical properties support an in situ origin, but individual clusters could have an accreted origin.\n\n(iv) Accreted H99, GE, and Seq GC subgroups share similar positions in chemical space. This implies GCs from these subgroups are associated with accreted satellites of similar masses or a common progenitor. It's possible that Seq and GE subgroups once belonged to the same system, as suggested by Massari et al. (2019).\n\n(v) NGC 6388 displays Si, Mg, and Ca abundances significantly lower than other main bulge GCs with similar [Fe/H]. The evidence is inconclusive, requiring more studies to confirm its low-α nature. If confirmed, it supports the idea that NGC 6388 was accreted to the Milky Way, as suggested by Milone et al. (2019) and Myeong et al. (2019).\n\n(vi) NGC 288 exhibits Si, Ca, and Mg abundances higher than other accreted GCs with similar [Fe/H] and has a highly unbound retrograde orbit. Its kinematic properties suggest an accreted origin, but its chemistry is incompatible. Further investigation is needed to clarify this object's origin.\n\n(vii) Comparing mean [Si/Fe] vs [Fe/H] compositions of Liller 1 and NGC 5904 with kinematic subgroups suggests Liller 1 is possibly in situ, while NGC 5904 was likely accreted. We cannot determine which accreted subgroup NGC 5904 belongs to based on existing data.\n\nIn summary, the sixteenth APOGEE data release allows us to study Galactic GC system chemical abundances, providing insight into the Milky Way GC system origins. Combining APOGEE's chemical abundance information with Gaia's kinematic 6D phase-space information offers valuable insights into Milky Way GC origins. Expanding these databases will illuminate the Galaxy's early mass assembly history."
   },
   {
      "objectID":"1805.00453v2",
      "authors":"Myeong et al. 2019",
      "href":"https://arxiv.org/abs/1805.00453v2",
      "title":"The 'Sausage' globular clusters",
      "section":"",
      "text":"ABSTRACT\nWe examine the Gaia Sausage, an elongated structure discovered by Belokurov et al. (2018) formed by a massive dwarf galaxy (∼ 5×10^10 cid) merging with the Milky Way. We search for Sausage Globular Clusters (GCs) by analyzing 91 Milky Way GCs using Gaia Data Release 2 and Hubble Space Telescope data. Fifteen old halo GCs with energy E > Ecrit are found, and eight of these are strongly clumped and highly eccentric (e & 0.80). These GCs form a distinct track in the age-metallicity plane, consistent with a dwarf spheroidal origin and the Gaia Sausage merger event.\n\nINTRODUCTION\nWe present evidence for a massive ancient merger providing most stars in the Milky Way's inner halo. The radial density profile of the stellar halo shows a break at around 30 kpc in tracers like RR Lyrae and blue horizontal branch stars (Watkins et al. 2009; Deason et al. 2011). Deason et al. (2013) suggest this as the last apocentre of a massive progenitor galaxy accreted 8-10 Gyr ago. Myeong et al. (2018a) found kinematic evidence of recent accretion in metal-rich halo stars using SDSS-Gaia. The variation in Oosterhoff classes of RR Lyraes (Belokurov et al. 2018a) and the velocity ellipsoid shape (Belokurov et al. 2018b) support this massive merger theory. Haywood et al. (2018) confirm these findings with Gaia Data Release 2. The massive Sagittarius galaxy brought at least 4 and possibly 7 GCs with it (Forbes & Bridges 2010; Sohn et al. 2018).\n\nOur main aim is to search for Sausage Globular Clusters. Identifying objects accreted in the same merger event is easiest in action space, which has adiabatic invariance (Goldstein 1980; Binney & Spergel 1982). Accreted globular clusters appear as clumped and compact structures in action space, like the 4 Sagittarius GCs (Terzan 7, Terzan 8, Arp 2, Pal 12). Recent advances have made calculating actions easier (Binney 2012; Sanders & Binney 2016). We demonstrate the power of actions by identifying tidal disgorgements of ω Centauri (Myeong et al. 2018b) and display Milky Way globular clusters in action space using a realistic Galactic potential (McMillan 2017) to identify Sausage Globular Clusters.\n\nTHE GLOBULAR CLUSTERS IN ACTION SPACE\n\nMilky Way globular clusters are diverse, with some formed in situ and others acquired through dwarf galaxy engulfment. Zinn (1993) classified clusters into bulge/disc, old halo, and young halo based on metallicity and horizontal branch morphology. Bulge/disc systems concentrate in the Galactic bulge and inner disc, while old halo clusters mostly inhabit the inner halo, with 15-17% possibly accreted. Young halo clusters, believed to be entirely accreted, can extend to large radii (Mackey & Gilmore 2004; Mackey & van den Bergh 2005).\n\nWe obtain six-dimensional information for 91 globular clusters using observables from Gaia Collaboration et al. (2018), Sohn et al. (2018), and Harris (1996, 2010 edition). We adopt the Galactic rest-frame parameters from McMillan (2017) and Scho ̈nrich et al. (2010) to compute action variables (JR, Jφ, Jz) for each globular cluster using Binney (2012) and Sanders & Binney (2016) methods. Gaia Sausage-associated globular clusters have low Jφ and Jz but large JR. Median errors in actions are ∼10% due to proper motion uncertainties. Figures 1 and 2 display globular cluster distributions in energy and action space, with main sequence turn-off stars (MSTOs) from Myeong et al. (2018a) shown as grey pixels. Clusters are color-coded based on Mackey & van den Bergh (2005) classifications. We identify a critical energy level, Ecrit = −1.6 × 10^5 km^2 s^−2, and argue that clusters with equal or higher energy are accreted from dwarf galaxies.\n\nIn Figs. 1 and 2, bulge/disc and old halo clusters form tracks. Bulge/disc clusters have positive Jφ, low JR, and low Jz values, consistent with disc orbits, and are limited to E ≤ Ecrit. Low-energy old halo clusters exhibit a similar branching toward positive Jφ and are concentrated at low JR. A branch with decreasing JR and increasing energy is observed, as in Myeong et al. (2018a).\n\nWe identify 15 old halo clusters above the critical energy (E & Ecrit). Their Jφ distribution is narrower than low-energy clusters, resembling metal-rich halo MSTOs in Myeong et al. (2018a). The high-energy old halo clusters' JR distribution is highly distended, with most having high radial action, similar to the metal-rich halo structure.\n\nAmong the 15 high-energy old halo clusters, six have high vertical action (Jz & 1000 km s^−1 kpc), similar to young halo clusters, suggesting an accretion origin. The main group has large JR, low Jz, and low Jφ, indicating radial orbits. They display low vertical action (Jz . 500 km s^−1) and are less extended than low-energy old halo clusters and MSTO stars with similar energy. Eight high-energy old halo clusters (NGCs 1851, 1904, 2298, 2808, 5286, 6864, 6779, and 7089) exhibit a flattened, sausage-like distribution in action space. Mackey & Gilmore (2004) propose that 15–17% of old halo clusters may be accreted. Our findings suggest at least 8 (or 14, including high Jz clusters) out of 53 are accreted, in rough agreement with their estimate.\n\nYoung halo globular clusters have E > Ecrit and display a broad spread in all actions, including extreme prograde and retrograde members. Two young halo clusters (NGC 362 and NGC 1261) are possible Sausage GCs, with similar actions, energy, and horizontal branch morphology to old halo clusters.\n\nIn Fig. 3, the upper panel shows apocentres and pericentres with lines of constant eccentricity. The eight probable and two possible Sausage GCs are marked and form a clump concentrated at high JR, low Jz, and low Jφ, with high orbital eccentricity & 0.80. Most bulge/disc clusters have low eccentricity, and many old halo clusters show comparably low eccentricity. Young halo clusters are widely dispersed due to high energy and varied actions.\n\nWe consider selection effects, as suggested by Gaia Collaboration et al. (2018), which implies that GCs with high energy are more likely observed on eccentric orbits. However, we find no old halo clusters in this energy range with high Jz (middle panel of Fig. 2). We demonstrate the expected distribution in action space using the lower panel of Fig. 3, showing only a mild bias towards low Jz. Therefore, Gaia should have observed any high Jz GCs in this energy range if they existed.\n\nTHE SAUSAGE GLOBULAR CLUSTERS\nTable 1 lists the properties of the 8 probable and 2 possible Sausage GCs in energy and action space. The Gaia Sausage's identification in main-sequence turn-off stars is evident in velocity space (Belokurov et al. 2018b). The Sausage structure displays extreme radial anisotropy, with an anisotropy parameter βGCs ≈ 0.95, even more extreme than the Sausage MSTOs.\n\nFig. 5 compares the age and metallicity of Sausage GCs with Sagittarius (Sgr) GCs (Forbes & Bridges 2010). While the Milky Way's in situ GCs follow two distinct tracks, the Sausage GCs follow a unique track, similar to but offset from the Sgr track. The lower panel of Fig. 5 highlights the ambiguous nature of NGC 362 and NGC 1261. Although classified as young halo clusters by Mackey & van den Bergh (2005), their classification can be debated, as they are kinematically close to the Sausage GCs.\n\nDISCUSSION\n\nIn this Letter, we argue that at least eight, possibly ten, halo globular clusters belong to a single ancient massive merger event identified by Belokurov et al. (2018b) and responsible for the Gaia Sausage in velocity space.\n\nOur evidence is threefold. First, a strong prior expectation exists for finding a population of radially anisotropic GCs. Studies of halo main-sequence turn-off stars in the SDSS-Gaia catalogue (Belokurov et al. 2018b; Myeong et al. 2018a) and Gaia DR2 (Haywood et al. 2018) provide evidence for a major accretion event responsible for the radial anisotropic local velocity distribution of halo stars. The existence of Sausage GCs supports a single event, allowing us to estimate the progenitor's mass. Based on GC numbers, it must have been more massive than Fornax and comparable to the Sgr progenitor, estimated as 5×10^10 M⊙ by Gibbons et al. (2017), in line with simulations in Belokurov et al. (2018b).\n\nSecondly, GCs associated with the \"Gaia Sausage\" can be identified by their agglomeration in action space, similar to Sgr GCs. A critical energy separates young halo clusters from bulge/disc clusters. Old halo clusters mainly form in situ, though Mackey & Gilmore (2004) suggest 15-17% were accreted. Eight old halo clusters with E > Ecrit display low vertical (Jz) and high radial (JR) action, strong radial anisotropy (β ≈ 0.95), and highly radial, eccentric orbits (e & 0.80), aligning with Sausage GCs' expected characteristics. Two additional members could be included among young halo clusters.\n\nThirdly, the 8 globular clusters identified as part of the \"Gaia Sausage\" show the typical age-metallicity trend expected from dwarf spheroidals, further supporting their extragalactic origin. The time of infall is roughly ∼ 10 Gyrs or z ∼ 3, consistent with Belokurov et al. (2018b).\n\nWe consider potential selection effects, as cautioned by Gaia Collaboration et al. (2018). High energy GCs are more likely observed on eccentric orbits. However, no old halo clusters in this energy range have high Jz (as shown in Fig. 2). If such GCs existed, Gaia should have identified them (Fig. 3), arguing against a selection effect causing the emptiness of the high Jz portion of action space."
   },
   {
      "objectID":"2206.09246v2",
      "authors":"Orkney et al. 2022",
      "href":"https://arxiv.org/abs/2206.09246v2",
      "title":"The impact of two massive early accretion events in a Milky Way-like galaxy: repercussions for the buildup of the stellar disc and halo",
      "section":"",
      "text":"ABSTRACT\nWe analyze a Milky Way-like galaxy from the Auriga simulations that experienced two massive mergers similar to Kraken and Gaia-Sausage-Enceladus. The Kraken-like merger (z=1.6, M=8x10^10 M_solar) is gas-rich, isotropic, and deposits most mass within 10 kpc. The Sausage-like merger (z=1.14, M=1x10^11 M_solar) has an extended mass distribution and radially anisotropic distribution. Identifying the higher-redshift merger through chemical abundances is challenging. However, our model predicts that if the Milky Way underwent a gas-rich double merger, its star formation history would show bursts about 2 Gyrs apart, which may constrain high-redshift massive mergers.\n\nINTRODUCTION\nIn the Λ Cold Dark Matter cosmology, galaxies assemble through gravitational collapse and hierarchical merging of dark matter haloes (White & Frenk 1991), affecting their evolution and properties (Kauffmann et al. 1993; Moster et al. 2018). Simulating galaxies within a cosmological context is vital. The dynamical timescales within stellar haloes can be on the order of Gyr, and the chemical evolution of merging structures depends on their mass, allowing for dissection of a galaxy's assembly through analysis of its present-day phase-space and chemistry.\n\nThere is increasing evidence of the Milky Way's eventful accretion history (Bell et al. 2008; Helmi et al. 1999; Deason et al. 2013; Malhan et al. 2022). Chemodynamical analysis of Gaia satellite data (Gaia Collaboration et al. 2016) reveals the inner halo is dominated by a massive, radially anisotropic component (Belokurov et al. 2018; Helmi et al. 2018), confirming earlier evidence using kinematic and chemical data (Chiba & Beers 2000; Brook et al. 2003; Meza et al. 2005). This is believed to be the remnants of Gaia Sausage Enceladus (GSE), which accreted ≈ 10 Gyr ago and had a mass between the Small and Large Magellanic Clouds (Helmi et al. 2018; Belokurov et al. 2018; Mackereth et al. 2019).\n\nSuggestions of an even older accretion event, 'Kraken,' come from age-metallicity data of Milky Way globular clusters (Kruijssen et al. 2019; Massari et al. 2019). The attributed stellar debris inhabits the inner few kpc of the halo and is argued to be chemically distinct, with Kraken stars exhibiting chemistry consistent with an early disrupted dwarf (Horta et al. 2021; Naidu et al. 2022a).\n\nWhether the MW underwent such a double merger remains highly uncertain, and little theoretical work has been carried out to study the impact and predictions of a double merger on the stellar halo or disc in light of the currently available observational constraints.\n\nHere, we focus on a simulated MW-like galaxy with an early accretion history dominated by two massive mergers. The galaxies involved appear qualitatively similar to the proposed Kraken and GSE of the MW. In Section 2, we introduce the Auriga project. In Section 3, we study the impact of both satellites on the stellar halo in chemodynamical space. In Section 4, we discuss how the predictions from our identified Kraken-like object show qualitative trends that are consistent with the newly uncovered Aurora in-situ disc population (Belokurov & Kravtsov 2022) and why identifying Kraken through simple chemical cuts is proving more difficult than previously thought, and will need to be tested with other falsifiable predictions. We conclude in Section 5.\n\nMETHODS\nThe Auriga project includes thirty cosmological magnetohydrodynamical simulations of Milky Way-like galaxies with virial masses between 1-2x10^12 M_solar (Grand et al. 2017). The simulations exhibit realistic properties consistent with the Milky Way (Monachesi et al. 2019; Gómez et al. 2017a; Grand et al. 2017; Fragkoudi et al. 2020). Simulations were run using arepo (Springel 2010) and assumed cosmological parameters from Planck Collaboration et al. (2014). Auriga includes various physical models, and we direct the reader to Grand et al. (2017) for details.\n\nIn Fattahi et al. (2019), ten Auriga galaxies show features resembling GSE. We focus on Auriga 24 (Au-24), where the early accretion history is dominated by two massive mergers occurring at z=1.62 and z=1.14.\n\nWe define merger stars as stellar particles bound to the merging galaxy's descendants at peak mass and formed before the first pericentre passage. Galaxy properties are calculated for all bound simulation particles.\n\nRESULTS\nWe list properties of Kraken-like and GSE-like galaxies, Merger 1 and Merger 2, in Table 1. Au-24 has a chemically distinct disc with a thin-thick disc dichotomy (Verma et al. 2021). GSE's possible accretion is predicted to occur between 2<z<1.5, with a stellar mass of ~10^9 M_solar (Helmi et al. 2018; Mackereth et al. 2019; Kruijssen et al. 2019; Naidu et al. 2022a). Kraken's accretion is more speculative, but Kruijssen et al. (2019) estimate a time before z=2 and a stellar mass of ~10^8-9 M_solar. The identified mergers in Au-24 have slightly higher mass and accrete later but are qualitatively similar.\n\nWe show the trajectories of the two merging satellites in Figure 1's left panel, aligned with the angular momentum of central stars at z=0. Both galaxies originate from similar cosmic web locations but arrive at different epochs (see Table 1). They infall in the disc plane at z=0, as the disc reorients to align with incoming galaxies (Gómez et al. 2017b). In the right panel, we display each merging galaxy's contribution to the total accreted stellar mass with radius. Merger 1 peaks around 3 kpc, while Merger 2 contributes more mass but only overtakes Merger 1 beyond 8 kpc. These satellites are the largest contributors to the accreted stars within 10 kpc at z=0.\n\nA supplementary movie of the merger events is available, created using py-sphviewer (Benitez-Llambay 2015).\n\n3.1 Kinematics\nFigure 2 presents velocity ellipsoid diagrams for metal-poor Au-24 stars. The upper panel shows all stars with RG<30 kpc and <20 kpc above/below the disc at z=0, featuring a co-rotating disc with a net rotational velocity of 200 km/s. Lower panels display stars from merging haloes. Merger 1 shows a near-isotropic distribution with negligible net rotation, while Merger 2 is more radially anisotropic, similar to GSE (Belokurov et al. 2018), with a small net rotation of 11 km/s.\n\nFigure 3 shows total local stellar energy versus angular momentum along the 𝑧-axis for each merging galaxy. Colors indicate mean orbital radius, revealing a correlation with stellar orbital energy. We examine radial cuts containing 60% of stellar mass in each merger, centered on mass distribution peaks (Figure 1, right panel). Both mergers exhibit near-zero net angular momentum. Merger 1 has lower energy, with mean specific energies of −1.65±0.26 ×105 km2 s−2 for Merger 1 and −1.33±0.22 ×105 km2 s−2 for Merger 2, a difference of Δ𝐸 = 0.32 ×105 km2 s−2, similar to Naidu et al. (2022b) findings for the Milky Way (MW).\n\n3.2 Star formation history\nRuiz-Lara et al. (2020) demonstrated that Sagittarius dwarf galaxy's orbit impacted the MW's star formation history. Gallart et al. (2019) identified a star formation burst coinciding with the GSE's expected accretion time. Merger-induced star formation occurs in simulations (Tissera et al. 2002; Bignone et al. 2019), including Auriga galaxies (Gargiulo et al. 2019; Grand et al. 2020), with causes including tidal forces, gas compression, and shocking.\n\nWe display Au-24's star formation history for in-situ stars in radial bins in Figure 4's lower panel. The middle panel shows Merger 1 and 2's galacto-centric orbital radius, with pericentre passes (dashed grey lines) aligning with star formation bursts. The strong correlation suggests merging galaxies' close passages trigger star formation. These bursts increase the star formation rate (SFR) tenfold and persist briefly post satellite disintegration. The upper panel shows in-situ stellar mass growth, highlighting the host galaxy's low mass before Merger 1.\n\nWe calculate the mass of stars formed during the two events by comparing stellar mass growth for all stars within 20 kpc at 𝑧=0, yielding 8.3 × 10^9 M⊙ and 9.4 × 10^9 M⊙. After accounting for uninterrupted mass growth, we find 5.7 × 10^9 M⊙ and 5.9 × 10^9 M⊙, several times the mass of stars donated by each merging galaxy at infall (∼4.3× for Merger 1 and ∼2.4× for Merger 2).\n\nTable 1 shows both galaxies have high gas fractions upon infall, important for providing shocks to in-situ gas and fuel for star formation. Using tracer particles in the Auriga simulation (Grand et al. 2020), we estimate the proportion of in-situ stars formed from accreted gas. We find that 18% of stars formed at 2.0 > 𝑧 > 1.5 came from Merger 1 gas, and 24% of stars formed at 1.2 > 𝑧 > 1.0 came from Merger 2 gas. The mass of in-situ stars formed with this gas is within a factor 2 of the peak stellar mass accreted directly from each merging galaxy (Table 1).\n\n3.3 Chemistry\nWe examine the chemistry of stars in Merger 1 and 2, comparing iron ([Fe/H]) and 𝛼-element ([Mg/Fe]) abundances, calculated at 𝑧=0 and normalized to solar values (Asplund et al. 2009). Table 1 shows small abundance differences between the two galaxies, which would be challenging to confirm observationally.\n\nWe compare the chemistry of merger and in-situ stars before each merging galaxy's first pericentre passage in Figure 5. Merger 1's chemistry is remarkably similar, which is expected given the high stellar mass merger ratio (Table 1). Ancient galaxies of similar mass should be at similar evolutionary phases. We find similar results for other metal species, including heavy elements, so accreted gas and stars do not directly alter the host's chemical evolution.\n\nMerger 2's chemistry is more distinguishable, with a median [Fe/H] differing by 0.25 from in-situ stars, but with considerable overlap. Observational surveys show the real GSE's evolutionary track is offset towards lower [Mg/Fe] abundances than the MW (e.g. Horta et al. 2022, Fig. 6), highlighting that our analogues are for qualitative, not direct, comparison.\n\nKhoperskov et al. (2022) suggest that differences in abundance ratios of in-situ and accreted stars could help constrain the MW's accretion history, with pronounced differences in the highest metallicity stars. However, if host and satellite elemental abundances are near-identical during merging (as in our model), an independent method is needed to disentangle merger from in-situ stars, making tests with real data unfeasible.\n\nIf distinguishing high-𝑧 accreted and in-situ stars were possible, Merger 1 stars in the highest-metallicity bins (−0.5 < [Fe/H] < 0 and 0 < [Fe/H] < 0.5) would correspond to 11% to 0.01%, or about 1 star in a million.\n\nDISCUSSION\nIn Section 3.3, we find that Merger 1 and in-situ stars' chemistry is difficult to distinguish due to similar mass and chemical evolution stages. However, 'Kraken' stars are often selected using chemical cuts.\n\nHorta et al. (2021) select Kraken stars using cuts in the [Mg/Mn] versus [Al/Fe] chemical plane and energy space, yielding characteristic metallicities in ([Fe/H], [Mg/Fe]) of (−1.25, 0.3). Belokurov & Kravtsov (2022) identify an old, in-situ star population called Aurora, with many having [Mg/Mn] and [Al/Fe] abundance ratios matching characteristic metallicities. Contamination from in-situ high-𝛼 stars is possible (Horta et al. 2021). Wheeler et al. (2020) show MW chemical abundances from the LaMOST survey, with 𝛼-rich thick disc values compatible with those used to select Kraken stars. Similar conclusions are reached with [Al/Fe] and [Mg/Fe] abundances.\n\nStars attributed to Kraken may actually be in-situ Aurora population stars, and unlikely to originate from GSE debris (Amarante et al. 2022). This interpretation is supported by Myeong et al. (2022). This cautions against using chemical cuts to differentiate massive mergers at high redshift and highlights the need for alternative tests and falsifiable predictions.\n\nCONCLUSIONS\nIn conclusion, we identified an Auriga MW-analogue with an early accretion history dominated by two massive satellites, Merger 1 and 2. They resemble the expected properties of Kraken and GSE in infall times, masses, kinematics, and chemical trends. Our key results include:\n\n• Merger 2's stellar debris adopts an elongated shape in spherical 𝑣𝑟, 𝑣 𝜙 coordinates due to radial infall, contrasting Merger 1's isotropic velocity ellipsoid conforming to in-situ halo stars.\n• Merger 1, a high mass ratio merger, has a similar chemical evolution stage as the host galaxy, making them indistinguishable in chemical abundance space and questioning the detection of merger debris using chemistry and dynamics alone.\n• Although no certain evidence for Kraken exists in chemical abundance observations, our model's abundance patterns are consistent with MW observations, so a Kraken-like merger in MW cannot be ruled out.\n• The in-situ SFR at the host galaxy's center is excited by the two massive mergers, with excess stellar mass formed during these times exceeding accreted stellar mass by a factor of ∼2-5, potentially detectable through pronounced star formation bursts.\n\nWe propose a falsifiable prediction: if the MW's accretion history is dominated by two massive mergers, stars towards its center will have a dual-peaked star formation history. This may be revealed with future spectroscopic campaigns (e.g., MOONS, SDSS-V, 4MOST, WEAVE) and asteroseismic missions (e.g., PLATO, HAYDN). However, the star formation history needs to be well-resolved to differentiate multiple SFR peaks, which could be challenging for high lookback times and closely occurring mergers."
   },
   {
      "objectID":"2006.05173v1",
      "authors":"Gao et al. 2020",
      "href":"https://arxiv.org/abs/2006.05173v1",
      "title":"The GALAH Survey: A new constraint on cosmological lithium and Galactic lithium evolution from warm dwarf stars",
      "section":"",
      "text":"ABSTRACT\nWe analyze the largest high-resolution dataset of Li abundances, A(Li), in over 100,000 GALAH field stars to better understand lithium depletion and enrichment in the cosmos. We divide stars into two groups based on the Li-dip, finding similar trends in the A(Li)-[Fe/H] plane with a constant A(Li) offset of 0.4 dex. Both groups show increased Li abundance with metallicity at [Fe/H] & −0.5. The cool group displays reduced lithium of around 0.4 dex compared to the primordial value from Big Bang nucleosynthesis (BBN), while the warm group aligns with BBN predictions between [Fe/H] = −1.0 and −0.5.\n\nINTRODUCTION\nLithium, easily destroyed in stellar interiors, is expected to be retained in unevolved, metal-poor stars, providing constraints on BBN. However, a discrepancy exists between the observed Li abundance in metal-poor stars on the Spite plateau (A(Li) ≈ 2.2, Spite & Spite 1982) and standard BBN predictions (A(Li) = 2.75 ± 0.02, Pitrou et al. 2018), known as the Cosmological Lithium Problem (Spite et al. 2012). Lithium depletion in observed stars may be due to atomic diffusion and mixing in the stellar interior (Richard et al. 2005; Korn et al. 2006), but initial abundances inferred by Nordlander et al. (2012) and Mucciarelli et al. (2012) do not fully bridge the gap.\n\nThe \"lithium dip\" (Li-dip) was first observed in main-sequence stars in the Hyades open cluster by Wallerstein et al. (1965), with further studies confirming its existence (Boesgaard & Tripicco 1986; Burkhart & Coupry 2000; Boesgaard et al. 2016). A significant drop in Li abundance occurs within the temperature range of 6400-6850 K, reaching a factor of 100 depletion relative to stars outside this range. Li abundances increase sharply on the warm side and gradually on the cool side, forming a plateau between 6400 and 6000 K.\n\nThe Li-dip has been found in older star clusters like NGC 752 and M67 (Balachandran 1995), but not in younger clusters (<100 Myr; Boesgaard et al. 1988; Balachandran et al. 2011), suggesting that the large lithium depletions occur when stars are on the main-sequence, not at birth or during the pre-main-sequence phase.\n\nSeveral non-standard stellar evolution models, considering atomic diffusion (Michaud 1986) and rotation-induced mixing (Zahn 1992), have been proposed to explain Li abundance behavior in main-sequence stars. However, they cannot accurately account for the Li-dip. Montalbán & Schatzman (2000) and Charbonnel & Talon (2005) successfully described the Li-dip in the Hyades cluster by considering internal gravity waves. They categorized stars based on temperature: warmer than the Li-dip, within the Li-dip, and cooler. Warm stars remain largely unaffected by diffusion and mixing, while Li-dip stars experience severe Li destruction. Cool stars have limited Li destruction due to internal gravity waves counteracting rotational mixing.\n\nThe Li-dip phenomenon has been observed in unevolved field stars (e.g., Randich et al. 1999; Chen et al. 2001; Lambert & Reddy 2004; Ramírez et al. 2012; Bensby & Lind 2018; Aguilera-Gómez et al. 2018). However, previous studies had small sample sizes, limiting the range of stellar properties studied. A large sample with homogeneous measurements is needed for a comprehensive study of lithium evolution.\n\nIn this paper, we investigate lithium behavior in late-type field stars, including main-sequence, turn-off, and early sub-giant phases, using data from the GALAH survey (De Silva et al. 2015). Our large, homogeneous sample of lithium abundances spans a wide range of metallicities, providing new insights into the lithium puzzle.\n\nOBSERVATIONS AND ANALYSIS\nWe observed over 650,000 FGK field stars in the solar neighborhood as part of the GALAH (De Silva et al. 2015), K2-HERMES (Sharma et al. 2019), and TESS-HERMES (Sharma et al. 2017) spectroscopic surveys. We primarily targeted dwarf and sub-giant stars with Teff ranging from 5900 to 7000K and [Fe/H] from +0.5 to -3.0, covering the Spite plateau. After excluding unsuitable observations, we obtained 62,945 stars with lithium detections and 59,117 stars with upper limits on Li abundance.\n\nWe determined stellar parameters such as Teff, [Fe/H], projected rotational velocities, and radial velocity using the GALAH analysis pipeline (Buder et al. 2018), fitting observed lines and Hα and Hβ lines. Surface gravities, stellar masses, and ages were consistently constrained (Buder et al. 2019; Lin et al. 2018). Li abundances were derived using non-LTE spectral synthesis (Gao et al. 2018) and the Lind et al. (2009) model.\n\nLithium detections were based on line depression, with measurements deeper than 1.5σ of flux error and at least 3% below normalized continuum flux. Otherwise, measurements were considered upper limits. We estimated upper limits on Li abundance using linear interpolation in four dimensions, connecting line strength, Li abundance, effective temperature, surface gravity, and rotational velocity.\n\nRESULTS\nFig. 1 displays sample stars with lithium detections and upper limits in the Kiel diagram. A clear gap is visible in the distribution of detected lithium stars (Fig. 1b), while an overdensity exists for stars with only upper limits (Fig. 1a). Most upper limit stars are concentrated in the region with Teff ∼ 6300 to 6600 K and surface gravity (log g) ranging from 3.8 to 4.3 dex, indicating the Li-dip region.\n\nWe refine our sample by adjusting the log g range (3.7 - 4.5 dex) to include upper main-sequence stars, turn-off stars, and early sub-giants while excluding stars with Teff less than 6000 K (Bensby & Lind 2018). We define the Li-dip region's boundaries using linear fits on the outermost contour, delineating the warm and cool groups of stars.\n\nThe left panel of Fig. 2 displays lithium trends concerning metallicity for warm and cool star groups. At low metallicity ([Fe/H] < −1 dex), cool group stars exceed 11 Gyr in age, revealing the Spite Plateau with constant low Li abundances. Warm group stars, with higher masses, are absent at these metallicities. Between −1.0 ≤ [Fe/H] ≤ −0.5, the warm group's 117 stars exhibit a similar lithium plateau, elevated by nearly three times (0.4 dex) compared to the cool group. We find A(Li) = 2.69 ± 0.06, consistent with BBN predictions (A(Li) = 2.75±0.02), suggesting that Galactic enrichment and stellar destruction might be insignificant in this population, possibly preserving primordial Li.\n\nFor [Fe/H] ≥ −0.5, both warm and cool groups exhibit increasing A(Li) trends, likely due to Galactic enrichment (Prantzos et al. 2017). Interestingly, the average Li abundance difference between warm and cool groups remains 0.4 dex, persisting up to solar metallicity.\n\nThe right panel of Fig. 2 displays the Kiel diagram with color-coded Li abundances for warm and cool star groups, revealing a gradient in Li abundances and the Li-dip. Cool group stars are more depleted in lithium than warm group stars. Overlaid solar-metallicity evolutionary tracks support our speculation of capturing Li-dip stars' evolutionary track.\n\nConsidering the given [Fe/H], there is an age difference between the warm (young) and cool (old) groups due to sample selection. The difference is largest at low metallicity (up to 7 Gyr) and diminishes at higher metallicities. The cool group's lower Li abundances result from lower effective temperatures and older ages, enhancing depletion efficiency and duration. Sestito & Randich (2005) found that main-sequence Li depletion is not continuous and becomes ineffective beyond 1-2 Gyr, leading to a plateau at older ages. Total main-sequence lithium depletion is approximately 0.5 dex.\n\nThe age difference between warm and cool groups might suggest that Galactic chemical evolution increased initial Li abundances in the warm group. However, our data indicates that enrichment scales with metallicity and is noticeable at [Fe/H] ≥ −0.5, where Fig. 2 shows stars in both groups rising off their plateaus. Observations of low metallicity gas in the Small Magellanic Cloud (Howk et al. 2012) and warmer stars in NGC 2243 (François et al. 2013) agree with mean A(Li) measurements in warm plateau stars, comparable to primordial Li abundance predicted by BBN.\n\nCONCLUSIONS\n\nFor the first time, we compare warm and cool star groups on either side of the Li-dip. Both groups display similar Li abundance patterns as a function of [Fe/H], but cool group stars are more depleted in lithium by a factor of three. This difference is derived from over 100,000 stars with diverse properties and chemistry.\n\n• Between −1.0 ≤ [Fe/H] ≤ −0.5, warm stars exhibit an elevated Li plateau, consistent with BBN-predicted primordial Li abundance. Galactic Li production hasn't significantly contributed to the cooler Spite plateau in this metallicity range, suggesting the warm group's Li abundance indicates insignificant Li depletion and enrichment. This interpretation aligns with findings in the Small Magellanic Cloud (Howk et al. 2012) and NGC 2243 (François et al. 2013).\n\n• At a given metallicity, the three different regimes (warm, Li-dip, cool) follow distinct lithium depletion mechanisms. In the cool group, depletion depends on main-sequence temperature and age, not metallicity, causing a near-constant offset with the warm group.\n\n• We identify [Fe/H] ≈ −0.5 as the turning point where Li abundances break the plateau and Galactic lithium production becomes significant in both warm and cool groups. As Spite plateau stars have experienced significant Li depletion, we recommend using BBN-predicted Li abundance instead of the Spite plateau value as the initial value in chemical evolution models (Prantzos 2012; Prantzos et al. 2017)."
   }
]